{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "\\": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "À": 127,
      "Á": 128,
      "Â": 129,
      "Ã": 130,
      "Ä": 131,
      "Å": 132,
      "Æ": 133,
      "Ç": 134,
      "È": 135,
      "É": 136,
      "Ê": 137,
      "Ë": 138,
      "Ì": 139,
      "Í": 140,
      "Î": 141,
      "Ï": 142,
      "Ð": 143,
      "Ñ": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Õ": 148,
      "Ö": 149,
      "×": 150,
      "Ø": 151,
      "Ù": 152,
      "Ú": 153,
      "Û": 154,
      "Ü": 155,
      "Ý": 156,
      "Þ": 157,
      "ß": 158,
      "à": 159,
      "á": 160,
      "â": 161,
      "ã": 162,
      "ä": 163,
      "å": 164,
      "æ": 165,
      "ç": 166,
      "è": 167,
      "é": 168,
      "ê": 169,
      "ë": 170,
      "ì": 171,
      "í": 172,
      "î": 173,
      "ï": 174,
      "ð": 175,
      "ñ": 176,
      "ò": 177,
      "ó": 178,
      "ô": 179,
      "õ": 180,
      "ö": 181,
      "÷": 182,
      "ø": 183,
      "ù": 184,
      "ú": 185,
      "û": 186,
      "ü": 187,
      "ý": 188,
      "þ": 189,
      "ÿ": 190,
      "Ā": 191,
      "ā": 192,
      "Ă": 193,
      "ă": 194,
      "Ą": 195,
      "ą": 196,
      "Ć": 197,
      "ć": 198,
      "Ĉ": 199,
      "ĉ": 200,
      "Ċ": 201,
      "ċ": 202,
      "Č": 203,
      "č": 204,
      "Ď": 205,
      "ď": 206,
      "Đ": 207,
      "đ": 208,
      "Ē": 209,
      "ē": 210,
      "Ĕ": 211,
      "ĕ": 212,
      "Ė": 213,
      "ė": 214,
      "Ę": 215,
      "ę": 216,
      "Ě": 217,
      "ě": 218,
      "Ĝ": 219,
      "ĝ": 220,
      "Ğ": 221,
      "ğ": 222,
      "Ġ": 223,
      "ġ": 224,
      "Ģ": 225,
      "ģ": 226,
      "Ĥ": 227,
      "ĥ": 228,
      "Ħ": 229,
      "ħ": 230,
      "Ĩ": 231,
      "ĩ": 232,
      "Ī": 233,
      "ī": 234,
      "Ĭ": 235,
      "ĭ": 236,
      "Į": 237,
      "į": 238,
      "İ": 239,
      "ı": 240,
      "Ĳ": 241,
      "ĳ": 242,
      "Ĵ": 243,
      "ĵ": 244,
      "Ķ": 245,
      "ķ": 246,
      "ĸ": 247,
      "Ĺ": 248,
      "ĺ": 249,
      "Ļ": 250,
      "ļ": 251,
      "Ľ": 252,
      "ľ": 253,
      "ŀ": 254,
      "Ł": 255,
      "ł": 256,
      "Ń": 257,
      "ń": 258,
      "Ņ": 259,
      "ņ": 260,
      "Ň": 261,
      "ň": 262,
      "ŉ": 263,
      "Ŋ": 264,
      "ŋ": 265,
      "Ō": 266,
      "ō": 267,
      "Ŏ": 268,
      "ŏ": 269,
      "Ő": 270,
      "ő": 271,
      "Œ": 272,
      "œ": 273,
      "Ŕ": 274,
      "ŕ": 275,
      "Ŗ": 276,
      "ŗ": 277,
      "Ř": 278,
      "ř": 279,
      "Ś": 280,
      "ś": 281,
      "Ŝ": 282,
      "ŝ": 283,
      "Ş": 284,
      "ş": 285,
      "Š": 286,
      "š": 287,
      "Ţ": 288,
      "ţ": 289,
      "Ť": 290,
      "ť": 291,
      "Ŧ": 292,
      "ŧ": 293,
      "Ũ": 294,
      "ũ": 295,
      "Ū": 296,
      "ū": 297,
      "Ŭ": 298,
      "ŭ": 299,
      "Ů": 300,
      "ů": 301,
      "Ű": 302,
      "ű": 303,
      "Ų": 304,
      "ų": 305,
      "Ŵ": 306,
      "ŵ": 307,
      "Ŷ": 308,
      "ŷ": 309,
      "Ÿ": 310,
      "Ź": 311,
      "ź": 312,
      "Ż": 313,
      "ż": 314,
      "Ž": 315,
      "ž": 316,
      "ſ": 317,
      "ƀ": 318,
      "Ɓ": 319,
      "Ƃ": 320,
      "ƃ": 321,
      "Ƅ": 322,
      "ƅ": 323,
      "Ɔ": 324,
      "Ƈ": 325,
      "ƈ": 326,
      "Ɖ": 327,
      "Ɗ": 328,
      "Ƌ": 329,
      "ƌ": 330,
      "Ǝ": 331,
      "Ə": 332,
      "Ɛ": 333,
      "Ƒ": 334,
      "ƒ": 335,
      "Ɠ": 336,
      "Ɣ": 337,
      "ƕ": 338,
      "Ɨ": 339,
      "Ƙ": 340,
      "ƙ": 341,
      "ƚ": 342,
      "ƛ": 343,
      "Ɯ": 344,
      "Ɲ": 345,
      "ƞ": 346,
      "Ɵ": 347,
      "Ơ": 348,
      "ơ": 349,
      "Ƣ": 350,
      "ƣ": 351,
      "Ƥ": 352,
      "ƥ": 353,
      "Ʀ": 354,
      "Ƨ": 355,
      "ƨ": 356,
      "Ʃ": 357,
      "ƭ": 358,
      "Ʈ": 359,
      "Ư": 360,
      "ư": 361,
      "Ʊ": 362,
      "Ʋ": 363,
      "Ƴ": 364,
      "ƴ": 365,
      "Ƶ": 366,
      "ƶ": 367,
      "Ʒ": 368,
      "Ƹ": 369,
      "ƹ": 370,
      "ƺ": 371,
      "Ƽ": 372,
      "ƽ": 373,
      "ƾ": 374,
      "ƿ": 375,
      "ǀ": 376,
      "ǁ": 377,
      "ǂ": 378,
      "ǃ": 379,
      "Ǆ": 380,
      "ǅ": 381,
      "ǆ": 382,
      "Ǉ": 383,
      "ǈ": 384,
      "ǉ": 385,
      "Ǌ": 386,
      "ǋ": 387,
      "ǌ": 388,
      "Ǎ": 389,
      "ǎ": 390,
      "Ǐ": 391,
      "ǐ": 392,
      "Ǒ": 393,
      "ǒ": 394,
      "Ǔ": 395,
      "ǔ": 396,
      "Ǖ": 397,
      "ǖ": 398,
      "Ǘ": 399,
      "ǘ": 400,
      "Ǚ": 401,
      "ǚ": 402,
      "Ǜ": 403,
      "ǜ": 404,
      "ǝ": 405,
      "Ǟ": 406,
      "ǟ": 407,
      "Ǡ": 408,
      "ǡ": 409,
      "Ǣ": 410,
      "ǣ": 411,
      "Ǥ": 412,
      "ǥ": 413,
      "Ǧ": 414,
      "ǧ": 415,
      "Ǩ": 416,
      "ǩ": 417,
      "Ǫ": 418,
      "ǫ": 419,
      "ǭ": 420,
      "Ǯ": 421,
      "ǯ": 422,
      "ǰ": 423,
      "Ǵ": 424,
      "ǵ": 425,
      "Ƿ": 426,
      "Ǹ": 427,
      "ǹ": 428,
      "Ǻ": 429,
      "ǻ": 430,
      "Ǽ": 431,
      "ǽ": 432,
      "Ǿ": 433,
      "ǿ": 434,
      "Ȁ": 435,
      "ȁ": 436,
      "Ȃ": 437,
      "ȃ": 438,
      "Ȅ": 439,
      "ȅ": 440,
      "Ȇ": 441,
      "ȇ": 442,
      "ȉ": 443,
      "ȋ": 444,
      "ȍ": 445,
      "ȏ": 446,
      "Ȑ": 447,
      "ȑ": 448,
      "Ȓ": 449,
      "ȓ": 450,
      "ȕ": 451,
      "ȗ": 452,
      "Ș": 453,
      "ș": 454,
      "Ț": 455,
      "ț": 456,
      "Ȝ": 457,
      "ȝ": 458,
      "Ȟ": 459,
      "ȟ": 460,
      "Ƞ": 461,
      "ȡ": 462,
      "Ȣ": 463,
      "ȣ": 464,
      "Ȥ": 465,
      "ȥ": 466,
      "Ȧ": 467,
      "ȧ": 468,
      "Ȩ": 469,
      "ȩ": 470,
      "Ȫ": 471,
      "ȫ": 472,
      "ȭ": 473,
      "Ȯ": 474,
      "ȯ": 475,
      "ȱ": 476,
      "Ȳ": 477,
      "ȳ": 478,
      "ȴ": 479,
      "ȵ": 480,
      "ȶ": 481,
      "ȷ": 482,
      "ȸ": 483,
      "ȹ": 484,
      "Ⱥ": 485,
      "Ȼ": 486,
      "ȼ": 487,
      "Ƚ": 488,
      "Ⱦ": 489,
      "ȿ": 490,
      "ɀ": 491,
      "Ɂ": 492,
      "ɂ": 493,
      "Ƀ": 494,
      "Ʉ": 495,
      "Ʌ": 496,
      "Ɇ": 497,
      "ɇ": 498,
      "Ɉ": 499,
      "ɉ": 500,
      "Ɋ": 501,
      "ɋ": 502,
      "Ɍ": 503,
      "ɍ": 504,
      "Ɏ": 505,
      "ɏ": 506,
      "ɐ": 507,
      "ɑ": 508,
      "ɒ": 509,
      "ɓ": 510,
      "ɔ": 511,
      "ɕ": 512,
      "ɖ": 513,
      "ɗ": 514,
      "ɘ": 515,
      "ə": 516,
      "ɚ": 517,
      "ɛ": 518,
      "ɜ": 519,
      "ɝ": 520,
      "ɞ": 521,
      "ɟ": 522,
      "ɠ": 523,
      "ɡ": 524,
      "ɢ": 525,
      "ɣ": 526,
      "ɤ": 527,
      "ɥ": 528,
      "ɦ": 529,
      "ɧ": 530,
      "ɨ": 531,
      "ɩ": 532,
      "ɪ": 533,
      "ɫ": 534,
      "ɬ": 535,
      "ɭ": 536,
      "ɮ": 537,
      "ɯ": 538,
      "ɰ": 539,
      "ɱ": 540,
      "ɲ": 541,
      "ɳ": 542,
      "ɴ": 543,
      "ɵ": 544,
      "ɶ": 545,
      "ɷ": 546,
      "ɸ": 547,
      "ɹ": 548,
      "ɺ": 549,
      "ɻ": 550,
      "ɼ": 551,
      "ɽ": 552,
      "ɾ": 553,
      "ɿ": 554,
      "ʀ": 555,
      "ʁ": 556,
      "ʂ": 557,
      "ʃ": 558,
      "ʄ": 559,
      "ʅ": 560,
      "ʆ": 561,
      "ʇ": 562,
      "ʈ": 563,
      "ʉ": 564,
      "ʊ": 565,
      "ʋ": 566,
      "ʌ": 567,
      "ʍ": 568,
      "ʎ": 569,
      "ʏ": 570,
      "ʐ": 571,
      "ʑ": 572,
      "ʒ": 573,
      "ʓ": 574,
      "ʔ": 575,
      "ʕ": 576,
      "ʖ": 577,
      "ʗ": 578,
      "ʘ": 579,
      "ʙ": 580,
      "ʛ": 581,
      "ʜ": 582,
      "ʝ": 583,
      "ʞ": 584,
      "ʟ": 585,
      "ʠ": 586,
      "ʡ": 587,
      "ʢ": 588,
      "ʣ": 589,
      "ʤ": 590,
      "ʥ": 591,
      "ʦ": 592,
      "ʧ": 593,
      "ʨ": 594,
      "ʩ": 595,
      "ʪ": 596,
      "ʫ": 597,
      "ʬ": 598,
      "ʮ": 599,
      "ʯ": 600,
      "ʰ": 601,
      "ʱ": 602,
      "ʲ": 603,
      "ʳ": 604,
      "ʴ": 605,
      "ʵ": 606,
      "ʶ": 607,
      "ʷ": 608,
      "ʸ": 609,
      "ʹ": 610,
      "ʺ": 611,
      "ʻ": 612,
      "ʼ": 613,
      "ʽ": 614,
      "ʾ": 615,
      "ʿ": 616,
      "ˀ": 617,
      "ˁ": 618,
      "˂": 619,
      "˃": 620,
      "˄": 621,
      "ˆ": 622,
      "ˇ": 623,
      "ˈ": 624,
      "ˉ": 625,
      "ˊ": 626,
      "ˋ": 627,
      "ˌ": 628,
      "ˍ": 629,
      "ˎ": 630,
      "ˏ": 631,
      "ː": 632,
      "ˑ": 633,
      "˒": 634,
      "˓": 635,
      "˔": 636,
      "˖": 637,
      "˗": 638,
      "˘": 639,
      "˙": 640,
      "˚": 641,
      "˛": 642,
      "˜": 643,
      "˝": 644,
      "˞": 645,
      "ˠ": 646,
      "ˡ": 647,
      "ˢ": 648,
      "ˣ": 649,
      "ˤ": 650,
      "˥": 651,
      "˦": 652,
      "˧": 653,
      "˨": 654,
      "˩": 655,
      "˫": 656,
      "˭": 657,
      "ˮ": 658,
      "˰": 659,
      "˹": 660,
      "˺": 661,
      "̀": 662,
      "́": 663,
      "̂": 664,
      "̃": 665,
      "̄": 666,
      "̅": 667,
      "̆": 668,
      "̇": 669,
      "̈": 670,
      "̉": 671,
      "̊": 672,
      "̋": 673,
      "̌": 674,
      "̍": 675,
      "̎": 676,
      "̏": 677,
      "̐": 678,
      "̑": 679,
      "̒": 680,
      "̓": 681,
      "̔": 682,
      "̕": 683,
      "̘": 684,
      "̙": 685,
      "̚": 686,
      "̜": 687,
      "̝": 688,
      "̞": 689,
      "̟": 690,
      "̠": 691,
      "̡": 692,
      "̣": 693,
      "̤": 694,
      "̥": 695,
      "̦": 696,
      "̧": 697,
      "̨": 698,
      "̩": 699,
      "̪": 700,
      "̬": 701,
      "̭": 702,
      "̮": 703,
      "̯": 704,
      "̰": 705,
      "̱": 706,
      "̲": 707,
      "̳": 708,
      "̴": 709,
      "̵": 710,
      "̶": 711,
      "̷": 712,
      "̸": 713,
      "̹": 714,
      "̺": 715,
      "̻": 716,
      "̼": 717,
      "̽": 718,
      "̾": 719,
      "̿": 720,
      "͂": 721,
      "ͅ": 722,
      "͇": 723,
      "͈": 724,
      "͏": 725,
      "͑": 726,
      "͔": 727,
      "͕": 728,
      "͗": 729,
      "͘": 730,
      "͙": 731,
      "͜": 732,
      "͝": 733,
      "͞": 734,
      "͟": 735,
      "͠": 736,
      "͡": 737,
      "ͣ": 738,
      "ͤ": 739,
      "ͥ": 740,
      "ͦ": 741,
      "ͧ": 742,
      "ͨ": 743,
      "ͩ": 744,
      "ͪ": 745,
      "ͫ": 746,
      "ͬ": 747,
      "ͭ": 748,
      "ͮ": 749,
      "ͯ": 750,
      "Ͱ": 751,
      "ͳ": 752,
      "͵": 753,
      "Ͷ": 754,
      "ͷ": 755,
      "ͺ": 756,
      "΄": 757,
      "΅": 758,
      "Ά": 759,
      "Έ": 760,
      "Ή": 761,
      "Ί": 762,
      "Ό": 763,
      "Ύ": 764,
      "Ώ": 765,
      "ΐ": 766,
      "Α": 767,
      "Β": 768,
      "Γ": 769,
      "Δ": 770,
      "Ε": 771,
      "Ζ": 772,
      "Η": 773,
      "Θ": 774,
      "Ι": 775,
      "Κ": 776,
      "Λ": 777,
      "Μ": 778,
      "Ν": 779,
      "Ξ": 780,
      "Ο": 781,
      "Π": 782,
      "Ρ": 783,
      "Σ": 784,
      "Τ": 785,
      "Υ": 786,
      "Φ": 787,
      "Χ": 788,
      "Ψ": 789,
      "Ω": 790,
      "Ϊ": 791,
      "Ϋ": 792,
      "ά": 793,
      "έ": 794,
      "ή": 795,
      "ί": 796,
      "ΰ": 797,
      "α": 798,
      "β": 799,
      "γ": 800,
      "δ": 801,
      "ε": 802,
      "ζ": 803,
      "η": 804,
      "θ": 805,
      "ι": 806,
      "κ": 807,
      "λ": 808,
      "μ": 809,
      "ν": 810,
      "ξ": 811,
      "ο": 812,
      "π": 813,
      "ρ": 814,
      "ς": 815,
      "σ": 816,
      "τ": 817,
      "υ": 818,
      "φ": 819,
      "χ": 820,
      "ψ": 821,
      "ω": 822,
      "ϊ": 823,
      "ϋ": 824,
      "ό": 825,
      "ύ": 826,
      "ώ": 827,
      "Ϗ": 828,
      "ϐ": 829,
      "ϑ": 830,
      "ϒ": 831,
      "ϓ": 832,
      "ϔ": 833,
      "ϕ": 834,
      "ϖ": 835,
      "ϗ": 836,
      "Ϙ": 837,
      "ϙ": 838,
      "Ϛ": 839,
      "ϛ": 840,
      "Ϝ": 841,
      "ϝ": 842,
      "Ϟ": 843,
      "ϟ": 844,
      "Ϡ": 845,
      "ϡ": 846,
      "Ϣ": 847,
      "ϣ": 848,
      "Ϥ": 849,
      "ϥ": 850,
      "Ϧ": 851,
      "ϧ": 852,
      "Ϩ": 853,
      "ϩ": 854,
      "ϫ": 855,
      "Ϭ": 856,
      "ϭ": 857,
      "Ϯ": 858,
      "ϯ": 859,
      "ϱ": 860,
      "ϲ": 861,
      "ϵ": 862,
      "϶": 863,
      "Ϸ": 864,
      "ϸ": 865,
      "Ϲ": 866,
      "Ϻ": 867,
      "ϼ": 868,
      "Ͻ": 869,
      "Ͼ": 870,
      "Ͽ": 871,
      "Ѐ": 872,
      "Ё": 873,
      "Ђ": 874,
      "Ѓ": 875,
      "Є": 876,
      "Ѕ": 877,
      "І": 878,
      "Ї": 879,
      "Ј": 880,
      "Љ": 881,
      "Њ": 882,
      "Ћ": 883,
      "Ќ": 884,
      "Ѝ": 885,
      "Ў": 886,
      "Џ": 887,
      "А": 888,
      "Б": 889,
      "В": 890,
      "Г": 891,
      "Д": 892,
      "Е": 893,
      "Ж": 894,
      "З": 895,
      "И": 896,
      "Й": 897,
      "К": 898,
      "Л": 899,
      "М": 900,
      "Н": 901,
      "О": 902,
      "П": 903,
      "Р": 904,
      "С": 905,
      "Т": 906,
      "У": 907,
      "Ф": 908,
      "Х": 909,
      "Ц": 910,
      "Ч": 911,
      "Ш": 912,
      "Щ": 913,
      "Ъ": 914,
      "Ы": 915,
      "Ь": 916,
      "Э": 917,
      "Ю": 918,
      "Я": 919,
      "а": 920,
      "б": 921,
      "в": 922,
      "г": 923,
      "д": 924,
      "е": 925,
      "ж": 926,
      "з": 927,
      "и": 928,
      "й": 929,
      "к": 930,
      "л": 931,
      "м": 932,
      "н": 933,
      "о": 934,
      "п": 935,
      "р": 936,
      "с": 937,
      "т": 938,
      "у": 939,
      "ф": 940,
      "х": 941,
      "ц": 942,
      "ч": 943,
      "ш": 944,
      "щ": 945,
      "ъ": 946,
      "ы": 947,
      "ь": 948,
      "э": 949,
      "ю": 950,
      "я": 951,
      "ѐ": 952,
      "ё": 953,
      "ђ": 954,
      "ѓ": 955,
      "є": 956,
      "ѕ": 957,
      "і": 958,
      "ї": 959,
      "ј": 960,
      "љ": 961,
      "њ": 962,
      "ћ": 963,
      "ќ": 964,
      "ѝ": 965,
      "ў": 966,
      "џ": 967,
      "Ѡ": 968,
      "ѡ": 969,
      "Ѣ": 970,
      "ѣ": 971,
      "Ѥ": 972,
      "ѥ": 973,
      "Ѧ": 974,
      "ѧ": 975,
      "Ѩ": 976,
      "ѩ": 977,
      "Ѫ": 978,
      "ѫ": 979,
      "Ѭ": 980,
      "ѭ": 981,
      "Ѯ": 982,
      "ѯ": 983,
      "Ѱ": 984,
      "ѱ": 985,
      "Ѳ": 986,
      "ѳ": 987,
      "Ѵ": 988,
      "ѵ": 989,
      "Ѷ": 990,
      "ѷ": 991,
      "Ѹ": 992,
      "ѹ": 993,
      "Ѻ": 994,
      "ѻ": 995,
      "Ѽ": 996,
      "Ѿ": 997,
      "ѿ": 998,
      "Ҁ": 999,
      "ҁ": 1000,
      "҂": 1001,
      "҃": 1002,
      "҄": 1003,
      "҆": 1004,
      "҉": 1005,
      "Ҋ": 1006,
      "ҋ": 1007,
      "Ҍ": 1008,
      "ҍ": 1009,
      "Ҏ": 1010,
      "ҏ": 1011,
      "Ґ": 1012,
      "ґ": 1013,
      "Ғ": 1014,
      "ғ": 1015,
      "Ҕ": 1016,
      "ҕ": 1017,
      "Җ": 1018,
      "җ": 1019,
      "Ҙ": 1020,
      "ҙ": 1021,
      "Қ": 1022,
      "қ": 1023,
      "Ҝ": 1024,
      "ҝ": 1025,
      "Ҟ": 1026,
      "ҟ": 1027,
      "Ҡ": 1028,
      "ҡ": 1029,
      "Ң": 1030,
      "ң": 1031,
      "Ҥ": 1032,
      "ҥ": 1033,
      "Ҧ": 1034,
      "ҧ": 1035,
      "Ҩ": 1036,
      "ҩ": 1037,
      "Ҫ": 1038,
      "ҫ": 1039,
      "Ҭ": 1040,
      "ҭ": 1041,
      "Ү": 1042,
      "ү": 1043,
      "Ұ": 1044,
      "ұ": 1045,
      "Ҳ": 1046,
      "ҳ": 1047,
      "Ҵ": 1048,
      "ҵ": 1049,
      "Ҷ": 1050,
      "ҷ": 1051,
      "Ҹ": 1052,
      "ҹ": 1053,
      "Һ": 1054,
      "һ": 1055,
      "Ҽ": 1056,
      "ҽ": 1057,
      "Ӏ": 1058,
      "Ӂ": 1059,
      "ӂ": 1060,
      "Ӄ": 1061,
      "ӄ": 1062,
      "Ӆ": 1063,
      "ӆ": 1064,
      "Ӈ": 1065,
      "ӈ": 1066,
      "Ӊ": 1067,
      "ӊ": 1068,
      "Ӌ": 1069,
      "ӌ": 1070,
      "Ӎ": 1071,
      "ӏ": 1072,
      "Ӑ": 1073,
      "ӑ": 1074,
      "Ӓ": 1075,
      "ӓ": 1076,
      "Ӕ": 1077,
      "ӕ": 1078,
      "Ӗ": 1079,
      "ӗ": 1080,
      "Ә": 1081,
      "ә": 1082,
      "Ӛ": 1083,
      "ӛ": 1084,
      "Ӝ": 1085,
      "ӝ": 1086,
      "Ӟ": 1087,
      "ӟ": 1088,
      "Ӡ": 1089,
      "ӡ": 1090,
      "Ӣ": 1091,
      "ӣ": 1092,
      "Ӥ": 1093,
      "ӥ": 1094,
      "Ӧ": 1095,
      "ӧ": 1096,
      "Ө": 1097,
      "ө": 1098,
      "Ӫ": 1099,
      "ӫ": 1100,
      "Ӭ": 1101,
      "Ӯ": 1102,
      "ӯ": 1103,
      "Ӱ": 1104,
      "ӱ": 1105,
      "Ӳ": 1106,
      "ӳ": 1107,
      "Ӵ": 1108,
      "ӵ": 1109,
      "Ӷ": 1110,
      "ӷ": 1111,
      "ӹ": 1112,
      "Ӽ": 1113,
      "ӽ": 1114,
      "ӿ": 1115,
      "Ԁ": 1116,
      "ԁ": 1117,
      "Ԃ": 1118,
      "ԃ": 1119,
      "ԅ": 1120,
      "ԇ": 1121,
      "Ԉ": 1122,
      "ԉ": 1123,
      "Ԋ": 1124,
      "ԋ": 1125,
      "Ԍ": 1126,
      "ԍ": 1127,
      "Ԏ": 1128,
      "ԏ": 1129,
      "Ԑ": 1130,
      "ԑ": 1131,
      "Ԓ": 1132,
      "ԓ": 1133,
      "Ԗ": 1134,
      "Ԛ": 1135,
      "ԛ": 1136,
      "Ԝ": 1137,
      "ԝ": 1138,
      "Ԟ": 1139,
      "ԟ": 1140,
      "Ԡ": 1141,
      "Ԣ": 1142,
      "ԣ": 1143,
      "Ԥ": 1144,
      "ԥ": 1145,
      "Ԩ": 1146,
      "ԩ": 1147,
      "ԫ": 1148,
      "Ԯ": 1149,
      "ԯ": 1150,
      "Ա": 1151,
      "Բ": 1152,
      "Գ": 1153,
      "Դ": 1154,
      "Ե": 1155,
      "Զ": 1156,
      "Է": 1157,
      "Ը": 1158,
      "Թ": 1159,
      "Ժ": 1160,
      "Ի": 1161,
      "Լ": 1162,
      "Խ": 1163,
      "Ծ": 1164,
      "Կ": 1165,
      "Հ": 1166,
      "Ձ": 1167,
      "Ղ": 1168,
      "Ճ": 1169,
      "Մ": 1170,
      "Յ": 1171,
      "Ն": 1172,
      "Շ": 1173,
      "Ո": 1174,
      "Չ": 1175,
      "Պ": 1176,
      "Ջ": 1177,
      "Ռ": 1178,
      "Ս": 1179,
      "Վ": 1180,
      "Տ": 1181,
      "Ր": 1182,
      "Ց": 1183,
      "Ւ": 1184,
      "Փ": 1185,
      "Ք": 1186,
      "Օ": 1187,
      "Ֆ": 1188,
      "ՙ": 1189,
      "՚": 1190,
      "՝": 1191,
      "ա": 1192,
      "բ": 1193,
      "գ": 1194,
      "դ": 1195,
      "ե": 1196,
      "զ": 1197,
      "է": 1198,
      "ը": 1199,
      "թ": 1200,
      "ժ": 1201,
      "ի": 1202,
      "լ": 1203,
      "խ": 1204,
      "ծ": 1205,
      "կ": 1206,
      "հ": 1207,
      "ձ": 1208,
      "ղ": 1209,
      "ճ": 1210,
      "մ": 1211,
      "յ": 1212,
      "ն": 1213,
      "շ": 1214,
      "ո": 1215,
      "չ": 1216,
      "պ": 1217,
      "ջ": 1218,
      "ռ": 1219,
      "ս": 1220,
      "վ": 1221,
      "տ": 1222,
      "ր": 1223,
      "ց": 1224,
      "ւ": 1225,
      "փ": 1226,
      "ք": 1227,
      "օ": 1228,
      "ֆ": 1229,
      "և": 1230,
      "։": 1231,
      "֏": 1232,
      "֑": 1233,
      "֖": 1234,
      "֙": 1235,
      "֛": 1236,
      "֣": 1237,
      "֤": 1238,
      "֥": 1239,
      "֪": 1240,
      "֫": 1241,
      "֮": 1242,
      "ְ": 1243,
      "ֱ": 1244,
      "ֲ": 1245,
      "ֳ": 1246,
      "ִ": 1247,
      "ֵ": 1248,
      "ֶ": 1249,
      "ַ": 1250,
      "ָ": 1251,
      "ֹ": 1252,
      "ֻ": 1253,
      "ּ": 1254,
      "ֽ": 1255,
      "־": 1256,
      "ֿ": 1257,
      "ׁ": 1258,
      "ׂ": 1259,
      "׃": 1260,
      "ׄ": 1261,
      "׆": 1262,
      "ׇ": 1263,
      "א": 1264,
      "ב": 1265,
      "ג": 1266,
      "ד": 1267,
      "ה": 1268,
      "ו": 1269,
      "ז": 1270,
      "ח": 1271,
      "ט": 1272,
      "י": 1273,
      "ך": 1274,
      "כ": 1275,
      "ל": 1276,
      "ם": 1277,
      "מ": 1278,
      "ן": 1279,
      "נ": 1280,
      "ס": 1281,
      "ע": 1282,
      "ף": 1283,
      "פ": 1284,
      "ץ": 1285,
      "צ": 1286,
      "ק": 1287,
      "ר": 1288,
      "ש": 1289,
      "ת": 1290,
      "װ": 1291,
      "ױ": 1292,
      "ײ": 1293,
      "׳": 1294,
      "״": 1295,
      "،": 1296,
      "ؐ": 1297,
      "ؓ": 1298,
      "ؔ": 1299,
      "ؕ": 1300,
      "؛": 1301,
      "؟": 1302,
      "ؠ": 1303,
      "ء": 1304,
      "آ": 1305,
      "أ": 1306,
      "ؤ": 1307,
      "إ": 1308,
      "ئ": 1309,
      "ا": 1310,
      "ب": 1311,
      "ة": 1312,
      "ت": 1313,
      "ث": 1314,
      "ج": 1315,
      "ح": 1316,
      "خ": 1317,
      "د": 1318,
      "ذ": 1319,
      "ر": 1320,
      "ز": 1321,
      "س": 1322,
      "ش": 1323,
      "ص": 1324,
      "ض": 1325,
      "ط": 1326,
      "ظ": 1327,
      "ع": 1328,
      "غ": 1329,
      "ؿ": 1330,
      "ـ": 1331,
      "ف": 1332,
      "ق": 1333,
      "ك": 1334,
      "ل": 1335,
      "م": 1336,
      "ن": 1337,
      "ه": 1338,
      "و": 1339,
      "ى": 1340,
      "ي": 1341,
      "ً": 1342,
      "ٌ": 1343,
      "ٍ": 1344,
      "َ": 1345,
      "ُ": 1346,
      "ِ": 1347,
      "ّ": 1348,
      "ْ": 1349,
      "ٓ": 1350,
      "ٔ": 1351,
      "ٕ": 1352,
      "ٖ": 1353,
      "ٗ": 1354,
      "٘": 1355,
      "ٚ": 1356,
      "ٛ": 1357,
      "ٜ": 1358,
      "٠": 1359,
      "١": 1360,
      "٢": 1361,
      "٣": 1362,
      "٤": 1363,
      "٥": 1364,
      "٦": 1365,
      "٧": 1366,
      "٨": 1367,
      "٩": 1368,
      "٫": 1369,
      "٭": 1370,
      "ٮ": 1371,
      "ٯ": 1372,
      "ٰ": 1373,
      "ٱ": 1374,
      "ٲ": 1375,
      "ٵ": 1376,
      "ٸ": 1377,
      "ٹ": 1378,
      "ٺ": 1379,
      "ٻ": 1380,
      "ټ": 1381,
      "ٽ": 1382,
      "پ": 1383,
      "ٿ": 1384,
      "ڀ": 1385,
      "ځ": 1386,
      "ڃ": 1387,
      "ڄ": 1388,
      "څ": 1389,
      "چ": 1390,
      "ڇ": 1391,
      "ڈ": 1392,
      "ډ": 1393,
      "ڊ": 1394,
      "ڌ": 1395,
      "ڍ": 1396,
      "ڎ": 1397,
      "ڏ": 1398,
      "ڑ": 1399,
      "ړ": 1400,
      "ڔ": 1401,
      "ڕ": 1402,
      "ږ": 1403,
      "ڗ": 1404,
      "ژ": 1405,
      "ڙ": 1406,
      "ښ": 1407,
      "ڞ": 1408,
      "ڠ": 1409,
      "ڡ": 1410,
      "ڢ": 1411,
      "ڤ": 1412,
      "ڥ": 1413,
      "ڦ": 1414,
      "ڨ": 1415,
      "ک": 1416,
      "ڪ": 1417,
      "ګ": 1418,
      "ڬ": 1419,
      "ڭ": 1420,
      "ڮ": 1421,
      "گ": 1422,
      "ڳ": 1423,
      "ڴ": 1424,
      "ڵ": 1425,
      "ڷ": 1426,
      "ں": 1427,
      "ڻ": 1428,
      "ڼ": 1429,
      "ڽ": 1430,
      "ھ": 1431,
      "ۀ": 1432,
      "ہ": 1433,
      "ۃ": 1434,
      "ۄ": 1435,
      "ۅ": 1436,
      "ۆ": 1437,
      "ۇ": 1438,
      "ۈ": 1439,
      "ۉ": 1440,
      "ۊ": 1441,
      "ۋ": 1442,
      "ی": 1443,
      "ۍ": 1444,
      "ێ": 1445,
      "ۏ": 1446,
      "ې": 1447,
      "ے": 1448,
      "ۓ": 1449,
      "۔": 1450,
      "ە": 1451,
      "ۖ": 1452,
      "ۚ": 1453,
      "۞": 1454,
      "۟": 1455,
      "ۡ": 1456,
      "ۢ": 1457,
      "ۤ": 1458,
      "ۥ": 1459,
      "ۦ": 1460,
      "۩": 1461,
      "ۭ": 1462,
      "۰": 1463,
      "۱": 1464,
      "۲": 1465,
      "۳": 1466,
      "۴": 1467,
      "۵": 1468,
      "۶": 1469,
      "۷": 1470,
      "۸": 1471,
      "۹": 1472,
      "ۺ": 1473,
      "۽": 1474,
      "۾": 1475,
      "ܐ": 1476,
      "ܒ": 1477,
      "ܓ": 1478,
      "ܕ": 1479,
      "ܖ": 1480,
      "ܗ": 1481,
      "ܘ": 1482,
      "ܙ": 1483,
      "ܚ": 1484,
      "ܛ": 1485,
      "ܝ": 1486,
      "ܞ": 1487,
      "ܟ": 1488,
      "ܠ": 1489,
      "ܡ": 1490,
      "ܢ": 1491,
      "ܣ": 1492,
      "ܥ": 1493,
      "ܦ": 1494,
      "ܨ": 1495,
      "ܩ": 1496,
      "ܪ": 1497,
      "ܫ": 1498,
      "ܬ": 1499,
      "ܰ": 1500,
      "ܲ": 1501,
      "ܳ": 1502,
      "ܵ": 1503,
      "ܶ": 1504,
      "ܸ": 1505,
      "ܹ": 1506,
      "ܺ": 1507,
      "ܼ": 1508,
      "ܽ": 1509,
      "ܿ": 1510,
      "݁": 1511,
      "݂": 1512,
      "ݍ": 1513,
      "ݎ": 1514,
      "ݏ": 1515,
      "ݔ": 1516,
      "ݘ": 1517,
      "ݛ": 1518,
      "ݜ": 1519,
      "ݢ": 1520,
      "ݣ": 1521,
      "ݦ": 1522,
      "ݨ": 1523,
      "ݮ": 1524,
      "ݯ": 1525,
      "ݰ": 1526,
      "ݱ": 1527,
      "ݵ": 1528,
      "ݸ": 1529,
      "ݹ": 1530,
      "ݼ": 1531,
      "ݽ": 1532,
      "ހ": 1533,
      "ށ": 1534,
      "ނ": 1535,
      "ރ": 1536,
      "ބ": 1537,
      "ޅ": 1538,
      "ކ": 1539,
      "އ": 1540,
      "ވ": 1541,
      "މ": 1542,
      "ފ": 1543,
      "ދ": 1544,
      "ތ": 1545,
      "ލ": 1546,
      "ގ": 1547,
      "ޏ": 1548,
      "ސ": 1549,
      "ޑ": 1550,
      "ޒ": 1551,
      "ޓ": 1552,
      "ޔ": 1553,
      "ޕ": 1554,
      "ޖ": 1555,
      "ޙ": 1556,
      "ޜ": 1557,
      "ޝ": 1558,
      "ޠ": 1559,
      "ަ": 1560,
      "ާ": 1561,
      "ި": 1562,
      "ީ": 1563,
      "ު": 1564,
      "ޫ": 1565,
      "ެ": 1566,
      "ޭ": 1567,
      "ޮ": 1568,
      "ޯ": 1569,
      "ް": 1570,
      "ޱ": 1571,
      "ߊ": 1572,
      "ߋ": 1573,
      "ߌ": 1574,
      "ߍ": 1575,
      "ߎ": 1576,
      "ߏ": 1577,
      "ߐ": 1578,
      "ߒ": 1579,
      "ߓ": 1580,
      "ߔ": 1581,
      "ߕ": 1582,
      "ߖ": 1583,
      "ߗ": 1584,
      "ߘ": 1585,
      "ߙ": 1586,
      "ߚ": 1587,
      "ߛ": 1588,
      "ߜ": 1589,
      "ߝ": 1590,
      "ߞ": 1591,
      "ߟ": 1592,
      "ߡ": 1593,
      "ߢ": 1594,
      "ߣ": 1595,
      "ߤ": 1596,
      "ߥ": 1597,
      "ߦ": 1598,
      "߫": 1599,
      "߬": 1600,
      "߭": 1601,
      "߯": 1602,
      "߰": 1603,
      "߲": 1604,
      "ߴ": 1605,
      "ߵ": 1606,
      "ࠀ": 1607,
      "ࠁ": 1608,
      "ࠉ": 1609,
      "ࠌ": 1610,
      "ࠏ": 1611,
      "ࠓ": 1612,
      "ࠕ": 1613,
      "ࡀ": 1614,
      "ࡃ": 1615,
      "ࡉ": 1616,
      "ࡋ": 1617,
      "ࡌ": 1618,
      "ࡍ": 1619,
      "ࡔ": 1620,
      "ࡖ": 1621,
      "ࣷ": 1622,
      "ࣿ": 1623,
      "ँ": 1624,
      "ं": 1625,
      "ः": 1626,
      "अ": 1627,
      "आ": 1628,
      "इ": 1629,
      "ई": 1630,
      "उ": 1631,
      "ऊ": 1632,
      "ऋ": 1633,
      "ऌ": 1634,
      "ऎ": 1635,
      "ए": 1636,
      "ऐ": 1637,
      "ऑ": 1638,
      "ऒ": 1639,
      "ओ": 1640,
      "औ": 1641,
      "क": 1642,
      "ख": 1643,
      "ग": 1644,
      "घ": 1645,
      "ङ": 1646,
      "च": 1647,
      "छ": 1648,
      "ज": 1649,
      "झ": 1650,
      "ञ": 1651,
      "ट": 1652,
      "ठ": 1653,
      "ड": 1654,
      "ढ": 1655,
      "ण": 1656,
      "त": 1657,
      "थ": 1658,
      "द": 1659,
      "ध": 1660,
      "न": 1661,
      "प": 1662,
      "फ": 1663,
      "ब": 1664,
      "भ": 1665,
      "म": 1666,
      "य": 1667,
      "र": 1668,
      "ऱ": 1669,
      "ल": 1670,
      "ळ": 1671,
      "व": 1672,
      "श": 1673,
      "ष": 1674,
      "स": 1675,
      "ह": 1676,
      "ऺ": 1677,
      "ऻ": 1678,
      "़": 1679,
      "ऽ": 1680,
      "ा": 1681,
      "ि": 1682,
      "ी": 1683,
      "ु": 1684,
      "ू": 1685,
      "ृ": 1686,
      "ॅ": 1687,
      "ॆ": 1688,
      "े": 1689,
      "ै": 1690,
      "ॉ": 1691,
      "ॊ": 1692,
      "ो": 1693,
      "ौ": 1694,
      "्": 1695,
      "ॏ": 1696,
      "ॐ": 1697,
      "॑": 1698,
      "॒": 1699,
      "ॠ": 1700,
      "ॡ": 1701,
      "।": 1702,
      "॥": 1703,
      "०": 1704,
      "१": 1705,
      "२": 1706,
      "३": 1707,
      "४": 1708,
      "५": 1709,
      "६": 1710,
      "७": 1711,
      "८": 1712,
      "९": 1713,
      "॰": 1714,
      "ॳ": 1715,
      "ॴ": 1716,
      "ॵ": 1717,
      "ঁ": 1718,
      "ং": 1719,
      "ঃ": 1720,
      "অ": 1721,
      "আ": 1722,
      "ই": 1723,
      "ঈ": 1724,
      "উ": 1725,
      "ঋ": 1726,
      "ঌ": 1727,
      "এ": 1728,
      "ঐ": 1729,
      "ও": 1730,
      "ক": 1731,
      "খ": 1732,
      "গ": 1733,
      "ঘ": 1734,
      "ঙ": 1735,
      "চ": 1736,
      "ছ": 1737,
      "জ": 1738,
      "ঝ": 1739,
      "ঞ": 1740,
      "ট": 1741,
      "ঠ": 1742,
      "ড": 1743,
      "ঢ": 1744,
      "ণ": 1745,
      "ত": 1746,
      "থ": 1747,
      "দ": 1748,
      "ধ": 1749,
      "ন": 1750,
      "প": 1751,
      "ফ": 1752,
      "ব": 1753,
      "ভ": 1754,
      "ম": 1755,
      "য": 1756,
      "র": 1757,
      "ল": 1758,
      "শ": 1759,
      "ষ": 1760,
      "স": 1761,
      "হ": 1762,
      "়": 1763,
      "া": 1764,
      "ি": 1765,
      "ী": 1766,
      "ু": 1767,
      "ূ": 1768,
      "ৃ": 1769,
      "ে": 1770,
      "ৈ": 1771,
      "ো": 1772,
      "ৌ": 1773,
      "্": 1774,
      "ৎ": 1775,
      "ৠ": 1776,
      "ৡ": 1777,
      "০": 1778,
      "১": 1779,
      "২": 1780,
      "৫": 1781,
      "৬": 1782,
      "৭": 1783,
      "৮": 1784,
      "৯": 1785,
      "ৰ": 1786,
      "ৱ": 1787,
      "৳": 1788,
      "ਁ": 1789,
      "ਂ": 1790,
      "ਃ": 1791,
      "ਅ": 1792,
      "ਆ": 1793,
      "ਇ": 1794,
      "ਈ": 1795,
      "ਉ": 1796,
      "ਊ": 1797,
      "ਏ": 1798,
      "ਐ": 1799,
      "ਓ": 1800,
      "ਕ": 1801,
      "ਖ": 1802,
      "ਗ": 1803,
      "ਘ": 1804,
      "ਚ": 1805,
      "ਛ": 1806,
      "ਜ": 1807,
      "ਝ": 1808,
      "ਟ": 1809,
      "ਠ": 1810,
      "ਡ": 1811,
      "ਢ": 1812,
      "ਣ": 1813,
      "ਤ": 1814,
      "ਥ": 1815,
      "ਦ": 1816,
      "ਧ": 1817,
      "ਨ": 1818,
      "ਪ": 1819,
      "ਫ": 1820,
      "ਬ": 1821,
      "ਭ": 1822,
      "ਮ": 1823,
      "ਯ": 1824,
      "ਰ": 1825,
      "ਲ": 1826,
      "ਵ": 1827,
      "ਸ": 1828,
      "ਹ": 1829,
      "਼": 1830,
      "ਾ": 1831,
      "ਿ": 1832,
      "ੀ": 1833,
      "ੁ": 1834,
      "ੂ": 1835,
      "ੇ": 1836,
      "ੈ": 1837,
      "ੋ": 1838,
      "ੌ": 1839,
      "੍": 1840,
      "ੜ": 1841,
      "੦": 1842,
      "੧": 1843,
      "੨": 1844,
      "੩": 1845,
      "੫": 1846,
      "ੰ": 1847,
      "ੱ": 1848,
      "ੳ": 1849,
      "ੴ": 1850,
      "ੵ": 1851,
      "ઁ": 1852,
      "ં": 1853,
      "અ": 1854,
      "આ": 1855,
      "ઇ": 1856,
      "ઈ": 1857,
      "ઉ": 1858,
      "ઋ": 1859,
      "ઍ": 1860,
      "એ": 1861,
      "ઑ": 1862,
      "ક": 1863,
      "ખ": 1864,
      "ગ": 1865,
      "ઘ": 1866,
      "ઙ": 1867,
      "ચ": 1868,
      "છ": 1869,
      "જ": 1870,
      "ઝ": 1871,
      "ઞ": 1872,
      "ટ": 1873,
      "ઠ": 1874,
      "ડ": 1875,
      "ઢ": 1876,
      "ણ": 1877,
      "ત": 1878,
      "થ": 1879,
      "દ": 1880,
      "ધ": 1881,
      "ન": 1882,
      "પ": 1883,
      "ફ": 1884,
      "બ": 1885,
      "ભ": 1886,
      "મ": 1887,
      "ય": 1888,
      "ર": 1889,
      "લ": 1890,
      "ળ": 1891,
      "વ": 1892,
      "શ": 1893,
      "ષ": 1894,
      "સ": 1895,
      "હ": 1896,
      "ા": 1897,
      "િ": 1898,
      "ી": 1899,
      "ુ": 1900,
      "ૂ": 1901,
      "ૃ": 1902,
      "ે": 1903,
      "ૈ": 1904,
      "ૉ": 1905,
      "ો": 1906,
      "્": 1907,
      "૦": 1908,
      "૧": 1909,
      "૩": 1910,
      "૪": 1911,
      "૫": 1912,
      "૯": 1913,
      "ଁ": 1914,
      "ଂ": 1915,
      "ଅ": 1916,
      "ଆ": 1917,
      "ଇ": 1918,
      "ଈ": 1919,
      "ଉ": 1920,
      "ଊ": 1921,
      "ଋ": 1922,
      "ଌ": 1923,
      "ଏ": 1924,
      "ଓ": 1925,
      "କ": 1926,
      "ଖ": 1927,
      "ଗ": 1928,
      "ଘ": 1929,
      "ଙ": 1930,
      "ଚ": 1931,
      "ଛ": 1932,
      "ଜ": 1933,
      "ଝ": 1934,
      "ଞ": 1935,
      "ଟ": 1936,
      "ଠ": 1937,
      "ଡ": 1938,
      "ଢ": 1939,
      "ଣ": 1940,
      "ତ": 1941,
      "ଥ": 1942,
      "ଦ": 1943,
      "ଧ": 1944,
      "ନ": 1945,
      "ପ": 1946,
      "ଫ": 1947,
      "ବ": 1948,
      "ଭ": 1949,
      "ମ": 1950,
      "ର": 1951,
      "ଲ": 1952,
      "ଳ": 1953,
      "ଵ": 1954,
      "ଶ": 1955,
      "ଷ": 1956,
      "ସ": 1957,
      "ହ": 1958,
      "଼": 1959,
      "ା": 1960,
      "ି": 1961,
      "ୀ": 1962,
      "ୁ": 1963,
      "ୂ": 1964,
      "ୃ": 1965,
      "େ": 1966,
      "ୈ": 1967,
      "ୋ": 1968,
      "୍": 1969,
      "ୟ": 1970,
      "ୠ": 1971,
      "ୡ": 1972,
      "ୱ": 1973,
      "ஂ": 1974,
      "ஃ": 1975,
      "அ": 1976,
      "ஆ": 1977,
      "இ": 1978,
      "ஈ": 1979,
      "உ": 1980,
      "ஊ": 1981,
      "எ": 1982,
      "ஏ": 1983,
      "ஐ": 1984,
      "ஒ": 1985,
      "ஓ": 1986,
      "ஔ": 1987,
      "க": 1988,
      "ங": 1989,
      "ச": 1990,
      "ஜ": 1991,
      "ஞ": 1992,
      "ட": 1993,
      "ண": 1994,
      "த": 1995,
      "ந": 1996,
      "ன": 1997,
      "ப": 1998,
      "ம": 1999,
      "ய": 2000,
      "ர": 2001,
      "ற": 2002,
      "ல": 2003,
      "ள": 2004,
      "ழ": 2005,
      "வ": 2006,
      "ஶ": 2007,
      "ஷ": 2008,
      "ஸ": 2009,
      "ஹ": 2010,
      "ா": 2011,
      "ி": 2012,
      "ீ": 2013,
      "ு": 2014,
      "ூ": 2015,
      "ெ": 2016,
      "ே": 2017,
      "ை": 2018,
      "ொ": 2019,
      "ோ": 2020,
      "ௌ": 2021,
      "்": 2022,
      "ௐ": 2023,
      "௹": 2024,
      "ఁ": 2025,
      "ం": 2026,
      "ః": 2027,
      "అ": 2028,
      "ఆ": 2029,
      "ఇ": 2030,
      "ఈ": 2031,
      "ఉ": 2032,
      "ఊ": 2033,
      "ఎ": 2034,
      "ఏ": 2035,
      "ఐ": 2036,
      "ఒ": 2037,
      "ఔ": 2038,
      "క": 2039,
      "ఖ": 2040,
      "గ": 2041,
      "ఘ": 2042,
      "చ": 2043,
      "ఛ": 2044,
      "జ": 2045,
      "ఞ": 2046,
      "ట": 2047,
      "ఠ": 2048,
      "డ": 2049,
      "ణ": 2050,
      "త": 2051,
      "థ": 2052,
      "ద": 2053,
      "ధ": 2054,
      "న": 2055,
      "ప": 2056,
      "ఫ": 2057,
      "బ": 2058,
      "భ": 2059,
      "మ": 2060,
      "య": 2061,
      "ర": 2062,
      "ఱ": 2063,
      "ల": 2064,
      "ళ": 2065,
      "వ": 2066,
      "శ": 2067,
      "ష": 2068,
      "స": 2069,
      "హ": 2070,
      "ా": 2071,
      "ి": 2072,
      "ీ": 2073,
      "ు": 2074,
      "ూ": 2075,
      "ృ": 2076,
      "ె": 2077,
      "ే": 2078,
      "ై": 2079,
      "ొ": 2080,
      "ో": 2081,
      "ౌ": 2082,
      "్": 2083,
      "ౕ": 2084,
      "ౘ": 2085,
      "ౙ": 2086,
      "ౚ": 2087,
      "౩": 2088,
      "ಁ": 2089,
      "ಂ": 2090,
      "ಅ": 2091,
      "ಆ": 2092,
      "ಇ": 2093,
      "ಈ": 2094,
      "ಉ": 2095,
      "ಊ": 2096,
      "ಋ": 2097,
      "ಎ": 2098,
      "ಏ": 2099,
      "ಐ": 2100,
      "ಒ": 2101,
      "ಓ": 2102,
      "ಔ": 2103,
      "ಕ": 2104,
      "ಖ": 2105,
      "ಗ": 2106,
      "ಘ": 2107,
      "ಙ": 2108,
      "ಚ": 2109,
      "ಜ": 2110,
      "ಞ": 2111,
      "ಟ": 2112,
      "ಠ": 2113,
      "ಡ": 2114,
      "ಣ": 2115,
      "ತ": 2116,
      "ಥ": 2117,
      "ದ": 2118,
      "ಧ": 2119,
      "ನ": 2120,
      "ಪ": 2121,
      "ಫ": 2122,
      "ಬ": 2123,
      "ಭ": 2124,
      "ಮ": 2125,
      "ಯ": 2126,
      "ರ": 2127,
      "ಲ": 2128,
      "ಳ": 2129,
      "ವ": 2130,
      "ಶ": 2131,
      "ಷ": 2132,
      "ಸ": 2133,
      "ಹ": 2134,
      "ಾ": 2135,
      "ಿ": 2136,
      "ೀ": 2137,
      "ು": 2138,
      "ೂ": 2139,
      "ೃ": 2140,
      "ೆ": 2141,
      "ೇ": 2142,
      "ೈ": 2143,
      "ೊ": 2144,
      "ೋ": 2145,
      "ೌ": 2146,
      "್": 2147,
      "ೠ": 2148,
      "೦": 2149,
      "೧": 2150,
      "೨": 2151,
      "೫": 2152,
      "೭": 2153,
      "೮": 2154,
      "ഁ": 2155,
      "ം": 2156,
      "ഃ": 2157,
      "അ": 2158,
      "ആ": 2159,
      "ഇ": 2160,
      "ഉ": 2161,
      "ഊ": 2162,
      "ഋ": 2163,
      "എ": 2164,
      "ഏ": 2165,
      "ഒ": 2166,
      "ഓ": 2167,
      "ക": 2168,
      "ഖ": 2169,
      "ഗ": 2170,
      "ഘ": 2171,
      "ങ": 2172,
      "ച": 2173,
      "ഛ": 2174,
      "ജ": 2175,
      "ഞ": 2176,
      "ട": 2177,
      "ഠ": 2178,
      "ഡ": 2179,
      "ഢ": 2180,
      "ണ": 2181,
      "ത": 2182,
      "ഥ": 2183,
      "ദ": 2184,
      "ധ": 2185,
      "ന": 2186,
      "പ": 2187,
      "ഫ": 2188,
      "ബ": 2189,
      "ഭ": 2190,
      "മ": 2191,
      "യ": 2192,
      "ര": 2193,
      "റ": 2194,
      "ല": 2195,
      "ള": 2196,
      "ഴ": 2197,
      "വ": 2198,
      "ശ": 2199,
      "ഷ": 2200,
      "സ": 2201,
      "ഹ": 2202,
      "ഺ": 2203,
      "ാ": 2204,
      "ി": 2205,
      "ീ": 2206,
      "ു": 2207,
      "ൂ": 2208,
      "ൃ": 2209,
      "െ": 2210,
      "േ": 2211,
      "ൈ": 2212,
      "ൊ": 2213,
      "ോ": 2214,
      "്": 2215,
      "൧": 2216,
      "൨": 2217,
      "൩": 2218,
      "൰": 2219,
      "ൺ": 2220,
      "ൻ": 2221,
      "ർ": 2222,
      "ൽ": 2223,
      "ൾ": 2224,
      "ඁ": 2225,
      "ං": 2226,
      "අ": 2227,
      "ආ": 2228,
      "ඇ": 2229,
      "ඈ": 2230,
      "ඉ": 2231,
      "ඊ": 2232,
      "උ": 2233,
      "ඌ": 2234,
      "එ": 2235,
      "ඒ": 2236,
      "ඔ": 2237,
      "ක": 2238,
      "ඛ": 2239,
      "ග": 2240,
      "ඞ": 2241,
      "ඟ": 2242,
      "ච": 2243,
      "ජ": 2244,
      "ඥ": 2245,
      "ට": 2246,
      "ඨ": 2247,
      "ඩ": 2248,
      "ණ": 2249,
      "ඬ": 2250,
      "ත": 2251,
      "ථ": 2252,
      "ද": 2253,
      "ධ": 2254,
      "න": 2255,
      "ඳ": 2256,
      "ප": 2257,
      "ඵ": 2258,
      "බ": 2259,
      "භ": 2260,
      "ම": 2261,
      "ඹ": 2262,
      "ය": 2263,
      "ර": 2264,
      "ල": 2265,
      "ව": 2266,
      "ශ": 2267,
      "ෂ": 2268,
      "ස": 2269,
      "හ": 2270,
      "ළ": 2271,
      "ෆ": 2272,
      "්": 2273,
      "ා": 2274,
      "ැ": 2275,
      "ෑ": 2276,
      "ි": 2277,
      "ී": 2278,
      "ු": 2279,
      "ූ": 2280,
      "ෘ": 2281,
      "ෙ": 2282,
      "ේ": 2283,
      "ෛ": 2284,
      "ො": 2285,
      "ෝ": 2286,
      "ෞ": 2287,
      "ก": 2288,
      "ข": 2289,
      "ฃ": 2290,
      "ค": 2291,
      "ฅ": 2292,
      "ฆ": 2293,
      "ง": 2294,
      "จ": 2295,
      "ฉ": 2296,
      "ช": 2297,
      "ซ": 2298,
      "ญ": 2299,
      "ฎ": 2300,
      "ฏ": 2301,
      "ฐ": 2302,
      "ฑ": 2303,
      "ฒ": 2304,
      "ณ": 2305,
      "ด": 2306,
      "ต": 2307,
      "ถ": 2308,
      "ท": 2309,
      "ธ": 2310,
      "น": 2311,
      "บ": 2312,
      "ป": 2313,
      "ผ": 2314,
      "ฝ": 2315,
      "พ": 2316,
      "ฟ": 2317,
      "ภ": 2318,
      "ม": 2319,
      "ย": 2320,
      "ร": 2321,
      "ฤ": 2322,
      "ล": 2323,
      "ว": 2324,
      "ศ": 2325,
      "ษ": 2326,
      "ส": 2327,
      "ห": 2328,
      "ฬ": 2329,
      "อ": 2330,
      "ฮ": 2331,
      "ฯ": 2332,
      "ะ": 2333,
      "ั": 2334,
      "า": 2335,
      "ำ": 2336,
      "ิ": 2337,
      "ี": 2338,
      "ึ": 2339,
      "ื": 2340,
      "ุ": 2341,
      "ู": 2342,
      "ฺ": 2343,
      "฿": 2344,
      "เ": 2345,
      "แ": 2346,
      "โ": 2347,
      "ใ": 2348,
      "ไ": 2349,
      "ๅ": 2350,
      "ๆ": 2351,
      "็": 2352,
      "่": 2353,
      "้": 2354,
      "๊": 2355,
      "๋": 2356,
      "์": 2357,
      "ํ": 2358,
      "๏": 2359,
      "๐": 2360,
      "๑": 2361,
      "๒": 2362,
      "๓": 2363,
      "๔": 2364,
      "๕": 2365,
      "๖": 2366,
      "๗": 2367,
      "๘": 2368,
      "๙": 2369,
      "๚": 2370,
      "๛": 2371,
      "ກ": 2372,
      "ຂ": 2373,
      "ຄ": 2374,
      "ງ": 2375,
      "ຈ": 2376,
      "ຊ": 2377,
      "ຍ": 2378,
      "ດ": 2379,
      "ຕ": 2380,
      "ທ": 2381,
      "ນ": 2382,
      "ບ": 2383,
      "ປ": 2384,
      "ຜ": 2385,
      "ພ": 2386,
      "ຟ": 2387,
      "ມ": 2388,
      "ຢ": 2389,
      "ຣ": 2390,
      "ລ": 2391,
      "ວ": 2392,
      "ສ": 2393,
      "ຫ": 2394,
      "ອ": 2395,
      "ຮ": 2396,
      "ະ": 2397,
      "ັ": 2398,
      "າ": 2399,
      "ຳ": 2400,
      "ິ": 2401,
      "ີ": 2402,
      "ຶ": 2403,
      "ື": 2404,
      "ຸ": 2405,
      "ູ": 2406,
      "ົ": 2407,
      "ຼ": 2408,
      "ຽ": 2409,
      "ເ": 2410,
      "ແ": 2411,
      "ໂ": 2412,
      "ໃ": 2413,
      "ໄ": 2414,
      "່": 2415,
      "້": 2416,
      "໌": 2417,
      "ໍ": 2418,
      "ໜ": 2419,
      "ໝ": 2420,
      "༄": 2421,
      "༅": 2422,
      "༉": 2423,
      "་": 2424,
      "།": 2425,
      "༡": 2426,
      "༢": 2427,
      "༣": 2428,
      "༺": 2429,
      "༻": 2430,
      "༼": 2431,
      "༽": 2432,
      "ཀ": 2433,
      "ཁ": 2434,
      "ག": 2435,
      "ང": 2436,
      "ཅ": 2437,
      "ཆ": 2438,
      "ཇ": 2439,
      "ཉ": 2440,
      "ཊ": 2441,
      "ཌ": 2442,
      "ཎ": 2443,
      "ཏ": 2444,
      "ཐ": 2445,
      "ད": 2446,
      "ན": 2447,
      "པ": 2448,
      "ཕ": 2449,
      "བ": 2450,
      "མ": 2451,
      "ཙ": 2452,
      "ཚ": 2453,
      "ཛ": 2454,
      "ཝ": 2455,
      "ཞ": 2456,
      "ཟ": 2457,
      "འ": 2458,
      "ཡ": 2459,
      "ར": 2460,
      "ལ": 2461,
      "ཤ": 2462,
      "ས": 2463,
      "ཧ": 2464,
      "ཨ": 2465,
      "ཱ": 2466,
      "ི": 2467,
      "ུ": 2468,
      "ེ": 2469,
      "ཻ": 2470,
      "ོ": 2471,
      "ཾ": 2472,
      "ྃ": 2473,
      "྄": 2474,
      "ྐ": 2475,
      "ྒ": 2476,
      "ྔ": 2477,
      "ྗ": 2478,
      "ྙ": 2479,
      "ྟ": 2480,
      "ྡ": 2481,
      "ྣ": 2482,
      "ྤ": 2483,
      "ྦ": 2484,
      "ྨ": 2485,
      "ྩ": 2486,
      "ྫ": 2487,
      "ྭ": 2488,
      "ྱ": 2489,
      "ྲ": 2490,
      "ླ": 2491,
      "ྷ": 2492,
      "࿇": 2493,
      "က": 2494,
      "ခ": 2495,
      "ဂ": 2496,
      "င": 2497,
      "စ": 2498,
      "ဆ": 2499,
      "ဇ": 2500,
      "ဈ": 2501,
      "ဉ": 2502,
      "ည": 2503,
      "ဋ": 2504,
      "ဌ": 2505,
      "ဍ": 2506,
      "ဏ": 2507,
      "တ": 2508,
      "ထ": 2509,
      "ဒ": 2510,
      "ဓ": 2511,
      "န": 2512,
      "ပ": 2513,
      "ဖ": 2514,
      "ဗ": 2515,
      "ဘ": 2516,
      "မ": 2517,
      "ယ": 2518,
      "ရ": 2519,
      "လ": 2520,
      "ဝ": 2521,
      "သ": 2522,
      "ဟ": 2523,
      "ဠ": 2524,
      "အ": 2525,
      "ဢ": 2526,
      "ဥ": 2527,
      "ဦ": 2528,
      "ါ": 2529,
      "ာ": 2530,
      "ိ": 2531,
      "ီ": 2532,
      "ု": 2533,
      "ူ": 2534,
      "ေ": 2535,
      "ဲ": 2536,
      "ဵ": 2537,
      "ံ": 2538,
      "့": 2539,
      "း": 2540,
      "္": 2541,
      "်": 2542,
      "ျ": 2543,
      "ြ": 2544,
      "ွ": 2545,
      "ှ": 2546,
      "၀": 2547,
      "၁": 2548,
      "၂": 2549,
      "၃": 2550,
      "၄": 2551,
      "၇": 2552,
      "၊": 2553,
      "။": 2554,
      "၏": 2555,
      "ၚ": 2556,
      "ၞ": 2557,
      "ၟ": 2558,
      "ၠ": 2559,
      "ၡ": 2560,
      "ၢ": 2561,
      "ၤ": 2562,
      "ၥ": 2563,
      "ၩ": 2564,
      "ၫ": 2565,
      "ၵ": 2566,
      "ၸ": 2567,
      "ၼ": 2568,
      "ၾ": 2569,
      "ႁ": 2570,
      "ႂ": 2571,
      "ႃ": 2572,
      "ႅ": 2573,
      "ႆ": 2574,
      "ႇ": 2575,
      "ႈ": 2576,
      "ႉ": 2577,
      "ႋ": 2578,
      "ႏ": 2579,
      "Ⴀ": 2580,
      "Ⴁ": 2581,
      "Ⴂ": 2582,
      "Ⴃ": 2583,
      "Ⴄ": 2584,
      "Ⴅ": 2585,
      "Ⴆ": 2586,
      "Ⴇ": 2587,
      "Ⴈ": 2588,
      "Ⴉ": 2589,
      "Ⴊ": 2590,
      "Ⴋ": 2591,
      "Ⴌ": 2592,
      "Ⴍ": 2593,
      "Ⴎ": 2594,
      "Ⴏ": 2595,
      "Ⴐ": 2596,
      "Ⴑ": 2597,
      "Ⴒ": 2598,
      "Ⴓ": 2599,
      "Ⴔ": 2600,
      "Ⴕ": 2601,
      "Ⴖ": 2602,
      "Ⴗ": 2603,
      "Ⴘ": 2604,
      "Ⴙ": 2605,
      "Ⴚ": 2606,
      "Ⴛ": 2607,
      "Ⴜ": 2608,
      "Ⴝ": 2609,
      "Ⴞ": 2610,
      "Ⴟ": 2611,
      "Ⴠ": 2612,
      "Ⴡ": 2613,
      "Ⴢ": 2614,
      "Ⴣ": 2615,
      "Ⴤ": 2616,
      "Ⴥ": 2617,
      "Ⴧ": 2618,
      "ა": 2619,
      "ბ": 2620,
      "გ": 2621,
      "დ": 2622,
      "ე": 2623,
      "ვ": 2624,
      "ზ": 2625,
      "თ": 2626,
      "ი": 2627,
      "კ": 2628,
      "ლ": 2629,
      "მ": 2630,
      "ნ": 2631,
      "ო": 2632,
      "პ": 2633,
      "ჟ": 2634,
      "რ": 2635,
      "ს": 2636,
      "ტ": 2637,
      "უ": 2638,
      "ფ": 2639,
      "ქ": 2640,
      "ღ": 2641,
      "ყ": 2642,
      "შ": 2643,
      "ჩ": 2644,
      "ც": 2645,
      "ძ": 2646,
      "წ": 2647,
      "ჭ": 2648,
      "ხ": 2649,
      "ჯ": 2650,
      "ჰ": 2651,
      "ჱ": 2652,
      "ჲ": 2653,
      "ჳ": 2654,
      "ჴ": 2655,
      "ჵ": 2656,
      "ჶ": 2657,
      "ჷ": 2658,
      "ჸ": 2659,
      "ჹ": 2660,
      "჻": 2661,
      "ჼ": 2662,
      "ჽ": 2663,
      "ᄀ": 2664,
      "ᄃ": 2665,
      "ᄆ": 2666,
      "ᄌ": 2667,
      "ᄛ": 2668,
      "ᅀ": 2669,
      "ᅇ": 2670,
      "ᆞ": 2671,
      "ᆷ": 2672,
      "ᆺ": 2673,
      "ᇢ": 2674,
      "ሀ": 2675,
      "ሁ": 2676,
      "ሂ": 2677,
      "ሃ": 2678,
      "ሄ": 2679,
      "ህ": 2680,
      "ሆ": 2681,
      "ለ": 2682,
      "ሉ": 2683,
      "ሊ": 2684,
      "ላ": 2685,
      "ሌ": 2686,
      "ል": 2687,
      "ሎ": 2688,
      "ሐ": 2689,
      "ሑ": 2690,
      "ሒ": 2691,
      "ሓ": 2692,
      "ሔ": 2693,
      "ሕ": 2694,
      "ሖ": 2695,
      "መ": 2696,
      "ሙ": 2697,
      "ሚ": 2698,
      "ማ": 2699,
      "ሜ": 2700,
      "ም": 2701,
      "ሞ": 2702,
      "ሠ": 2703,
      "ሣ": 2704,
      "ሥ": 2705,
      "ረ": 2706,
      "ሩ": 2707,
      "ሪ": 2708,
      "ራ": 2709,
      "ሬ": 2710,
      "ር": 2711,
      "ሮ": 2712,
      "ሰ": 2713,
      "ሱ": 2714,
      "ሲ": 2715,
      "ሳ": 2716,
      "ሴ": 2717,
      "ስ": 2718,
      "ሶ": 2719,
      "ሸ": 2720,
      "ሹ": 2721,
      "ሺ": 2722,
      "ሻ": 2723,
      "ሽ": 2724,
      "ቀ": 2725,
      "ቁ": 2726,
      "ቂ": 2727,
      "ቃ": 2728,
      "ቄ": 2729,
      "ቅ": 2730,
      "ቆ": 2731,
      "ቈ": 2732,
      "ቋ": 2733,
      "ቐ": 2734,
      "ቓ": 2735,
      "በ": 2736,
      "ቡ": 2737,
      "ቢ": 2738,
      "ባ": 2739,
      "ቤ": 2740,
      "ብ": 2741,
      "ቦ": 2742,
      "ቨ": 2743,
      "ተ": 2744,
      "ቱ": 2745,
      "ቲ": 2746,
      "ታ": 2747,
      "ቴ": 2748,
      "ት": 2749,
      "ቶ": 2750,
      "ቷ": 2751,
      "ቸ": 2752,
      "ቹ": 2753,
      "ቺ": 2754,
      "ቻ": 2755,
      "ቼ": 2756,
      "ች": 2757,
      "ኀ": 2758,
      "ኃ": 2759,
      "ኅ": 2760,
      "ኋ": 2761,
      "ነ": 2762,
      "ኑ": 2763,
      "ኒ": 2764,
      "ና": 2765,
      "ኔ": 2766,
      "ን": 2767,
      "ኖ": 2768,
      "ኘ": 2769,
      "ኛ": 2770,
      "ኝ": 2771,
      "ኞ": 2772,
      "አ": 2773,
      "ኡ": 2774,
      "ኢ": 2775,
      "ኣ": 2776,
      "ኤ": 2777,
      "እ": 2778,
      "ኦ": 2779,
      "ከ": 2780,
      "ኩ": 2781,
      "ኪ": 2782,
      "ካ": 2783,
      "ኬ": 2784,
      "ክ": 2785,
      "ኮ": 2786,
      "ኰ": 2787,
      "ኳ": 2788,
      "ኵ": 2789,
      "ኸ": 2790,
      "ኺ": 2791,
      "ኻ": 2792,
      "ኽ": 2793,
      "ኾ": 2794,
      "ወ": 2795,
      "ዉ": 2796,
      "ዊ": 2797,
      "ዋ": 2798,
      "ው": 2799,
      "ዎ": 2800,
      "ዐ": 2801,
      "ዑ": 2802,
      "ዓ": 2803,
      "ዕ": 2804,
      "ዘ": 2805,
      "ዙ": 2806,
      "ዚ": 2807,
      "ዛ": 2808,
      "ዜ": 2809,
      "ዝ": 2810,
      "ዞ": 2811,
      "ዟ": 2812,
      "ዣ": 2813,
      "ዥ": 2814,
      "የ": 2815,
      "ዩ": 2816,
      "ያ": 2817,
      "ዬ": 2818,
      "ይ": 2819,
      "ዮ": 2820,
      "ዯ": 2821,
      "ደ": 2822,
      "ዱ": 2823,
      "ዲ": 2824,
      "ዳ": 2825,
      "ዴ": 2826,
      "ድ": 2827,
      "ዶ": 2828,
      "ጀ": 2829,
      "ጁ": 2830,
      "ጂ": 2831,
      "ጃ": 2832,
      "ጅ": 2833,
      "ጆ": 2834,
      "ገ": 2835,
      "ጉ": 2836,
      "ጊ": 2837,
      "ጋ": 2838,
      "ጌ": 2839,
      "ግ": 2840,
      "ጎ": 2841,
      "ጐ": 2842,
      "ጓ": 2843,
      "ጠ": 2844,
      "ጡ": 2845,
      "ጢ": 2846,
      "ጣ": 2847,
      "ጤ": 2848,
      "ጥ": 2849,
      "ጨ": 2850,
      "ጪ": 2851,
      "ጫ": 2852,
      "ጬ": 2853,
      "ጭ": 2854,
      "ጰ": 2855,
      "ጲ": 2856,
      "ጳ": 2857,
      "ጴ": 2858,
      "ጵ": 2859,
      "ጸ": 2860,
      "ጹ": 2861,
      "ጻ": 2862,
      "ጼ": 2863,
      "ጽ": 2864,
      "ጾ": 2865,
      "ፀ": 2866,
      "ፂ": 2867,
      "ፃ": 2868,
      "ፄ": 2869,
      "ፅ": 2870,
      "ፈ": 2871,
      "ፉ": 2872,
      "ፊ": 2873,
      "ፋ": 2874,
      "ፌ": 2875,
      "ፍ": 2876,
      "ፐ": 2877,
      "ፓ": 2878,
      "ፖ": 2879,
      "፞": 2880,
      "፠": 2881,
      "፡": 2882,
      "።": 2883,
      "፣": 2884,
      "፤": 2885,
      "፥": 2886,
      "፦": 2887,
      "፧": 2888,
      "፨": 2889,
      "፬": 2890,
      "፰": 2891,
      "፱": 2892,
      "፲": 2893,
      "፹": 2894,
      "፻": 2895,
      "᎐": 2896,
      "᎑": 2897,
      "᎒": 2898,
      "᎓": 2899,
      "᎔": 2900,
      "᎕": 2901,
      "᎖": 2902,
      "᎗": 2903,
      "᎘": 2904,
      "᎙": 2905,
      "Ꭰ": 2906,
      "Ꭲ": 2907,
      "Ꭴ": 2908,
      "Ꭵ": 2909,
      "Ꭶ": 2910,
      "Ꭷ": 2911,
      "Ꭸ": 2912,
      "Ꭹ": 2913,
      "Ꭺ": 2914,
      "Ꭻ": 2915,
      "Ꭼ": 2916,
      "Ꭿ": 2917,
      "Ꮀ": 2918,
      "Ꮂ": 2919,
      "Ꮃ": 2920,
      "Ꮄ": 2921,
      "Ꮅ": 2922,
      "Ꮆ": 2923,
      "Ꮇ": 2924,
      "Ꮈ": 2925,
