[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
\
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
À
Á
Â
Ã
Ä
Å
Æ
Ç
È
É
Ê
Ë
Ì
Í
Î
Ï
Ð
Ñ
Ò
Ó
Ô
Õ
Ö
×
Ø
Ù
Ú
Û
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
Ă
ă
Ą
ą
Ć
ć
Ĉ
ĉ
Ċ
ċ
Č
č
Ď
ď
Đ
đ
Ē
ē
Ĕ
ĕ
Ė
ė
Ę
ę
Ě
ě
Ĝ
ĝ
Ğ
ğ
Ġ
ġ
Ģ
ģ
Ĥ
ĥ
Ħ
ħ
Ĩ
ĩ
Ī
ī
Ĭ
ĭ
Į
į
İ
ı
Ĳ
ĳ
Ĵ
ĵ
Ķ
ķ
ĸ
Ĺ
ĺ
Ļ
ļ
Ľ
ľ
ŀ
Ł
ł
Ń
ń
Ņ
ņ
Ň
ň
ŉ
Ŋ
ŋ
Ō
ō
Ŏ
ŏ
Ő
ő
Œ
œ
Ŕ
ŕ
Ŗ
ŗ
Ř
ř
Ś
ś
Ŝ
ŝ
Ş
ş
Š
š
Ţ
ţ
Ť
ť
Ŧ
ŧ
Ũ
ũ
Ū
ū
Ŭ
ŭ
Ů
ů
Ű
ű
Ų
ų
Ŵ
ŵ
Ŷ
ŷ
Ÿ
Ź
ź
Ż
ż
Ž
ž
ſ
ƀ
Ɓ
Ƃ
ƃ
Ƅ
ƅ
Ɔ
Ƈ
ƈ
Ɖ
Ɗ
Ƌ
ƌ
Ǝ
Ə
Ɛ
Ƒ
ƒ
Ɠ
Ɣ
ƕ
Ɨ
Ƙ
ƙ
ƚ
ƛ
Ɯ
Ɲ
ƞ
Ɵ
Ơ
ơ
Ƣ
ƣ
Ƥ
ƥ
Ʀ
Ƨ
ƨ
Ʃ
ƭ
Ʈ
Ư
ư
Ʊ
Ʋ
Ƴ
ƴ
Ƶ
ƶ
Ʒ
Ƹ
ƹ
ƺ
Ƽ
ƽ
ƾ
ƿ
ǀ
ǁ
ǂ
ǃ
Ǆ
ǅ
ǆ
Ǉ
ǈ
ǉ
Ǌ
ǋ
ǌ
Ǎ
ǎ
Ǐ
ǐ
Ǒ
ǒ
Ǔ
ǔ
Ǖ
ǖ
Ǘ
ǘ
Ǚ
ǚ
Ǜ
ǜ
ǝ
Ǟ
ǟ
Ǡ
ǡ
Ǣ
ǣ
Ǥ
ǥ
Ǧ
ǧ
Ǩ
ǩ
Ǫ
ǫ
ǭ
Ǯ
ǯ
ǰ
Ǵ
ǵ
Ƿ
Ǹ
ǹ
Ǻ
ǻ
Ǽ
ǽ
Ǿ
ǿ
Ȁ
ȁ
Ȃ
ȃ
Ȅ
ȅ
Ȇ
ȇ
ȉ
ȋ
ȍ
ȏ
Ȑ
ȑ
Ȓ
ȓ
ȕ
ȗ
Ș
ș
Ț
ț
Ȝ
ȝ
Ȟ
ȟ
Ƞ
ȡ
Ȣ
ȣ
Ȥ
ȥ
Ȧ
ȧ
Ȩ
ȩ
Ȫ
ȫ
ȭ
Ȯ
ȯ
ȱ
Ȳ
ȳ
ȴ
ȵ
ȶ
ȷ
ȸ
ȹ
Ⱥ
Ȼ
ȼ
Ƚ
Ⱦ
ȿ
ɀ
Ɂ
ɂ
Ƀ
Ʉ
Ʌ
Ɇ
ɇ
Ɉ
ɉ
Ɋ
ɋ
Ɍ
ɍ
Ɏ
ɏ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ɘ
ə
ɚ
ɛ
ɜ
ɝ
ɞ
ɟ
ɠ
ɡ
ɢ
ɣ
ɤ
ɥ
ɦ
ɧ
ɨ
ɩ
ɪ
ɫ
ɬ
ɭ
ɮ
ɯ
ɰ
ɱ
ɲ
ɳ
ɴ
ɵ
ɶ
ɷ
ɸ
ɹ
ɺ
ɻ
ɼ
ɽ
ɾ
ɿ
ʀ
ʁ
ʂ
ʃ
ʄ
ʅ
ʆ
ʇ
ʈ
ʉ
ʊ
ʋ
ʌ
ʍ
ʎ
ʏ
ʐ
ʑ
ʒ
ʓ
ʔ
ʕ
ʖ
ʗ
ʘ
ʙ
ʛ
ʜ
ʝ
ʞ
ʟ
ʠ
ʡ
ʢ
ʣ
ʤ
ʥ
ʦ
ʧ
ʨ
ʩ
ʪ
ʫ
ʬ
ʮ
ʯ
ʰ
ʱ
ʲ
ʳ
ʴ
ʵ
ʶ
ʷ
ʸ
ʹ
ʺ
ʻ
ʼ
ʽ
ʾ
ʿ
ˀ
ˁ
˂
˃
˄
ˆ
ˇ
ˈ
ˉ
ˊ
ˋ
ˌ
ˍ
ˎ
ˏ
ː
ˑ
˒
˓
˔
˖
˗
˘
˙
˚
˛
˜
˝
˞
ˠ
ˡ
ˢ
ˣ
ˤ
˥
˦
˧
˨
˩
˫
˭
ˮ
˰
˹
˺
̀
́
̂
̃
̄
̅
̆
̇
̈
̉
̊
̋
̌
̍
̎
̏
̐
̑
̒
̓
̔
̕
̘
̙
̚
̜
̝
̞
̟
̠
̡
̣
̤
̥
̦
̧
̨
̩
̪
̬
̭
̮
̯
̰
̱
̲
̳
̴
̵
̶
̷
̸
̹
̺
̻
̼
̽
̾
̿
͂
ͅ
͇
͈
͏
͑
͔
͕
͗
͘
͙
͜
͝
͞
͟
͠
͡
ͣ
ͤ
ͥ
ͦ
ͧ
ͨ
ͩ
ͪ
ͫ
ͬ
ͭ
ͮ
ͯ
Ͱ
ͳ
͵
Ͷ
ͷ
ͺ
΄
΅
Ά
Έ
Ή
Ί
Ό
Ύ
Ώ
ΐ
Α
Β
Γ
Δ
Ε
Ζ
Η
Θ
Ι
Κ
Λ
Μ
Ν
Ξ
Ο
Π
Ρ
Σ
Τ
Υ
Φ
Χ
Ψ
Ω
Ϊ
Ϋ
ά
έ
ή
ί
ΰ
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϊ
ϋ
ό
ύ
ώ
Ϗ
ϐ
ϑ
ϒ
ϓ
ϔ
ϕ
ϖ
ϗ
Ϙ
ϙ
Ϛ
ϛ
Ϝ
ϝ
Ϟ
ϟ
Ϡ
ϡ
Ϣ
ϣ
Ϥ
ϥ
Ϧ
ϧ
Ϩ
ϩ
ϫ
Ϭ
ϭ
Ϯ
ϯ
ϱ
ϲ
ϵ
϶
Ϸ
ϸ
Ϲ
Ϻ
ϼ
Ͻ
Ͼ
Ͽ
Ѐ
Ё
Ђ
Ѓ
Є
Ѕ
І
Ї
Ј
Љ
Њ
Ћ
Ќ
Ѝ
Ў
Џ
А
Б
В
Г
Д
Е
Ж
З
И
Й
К
Л
М
Н
О
П
Р
С
Т
У
Ф
Х
Ц
Ч
Ш
Щ
Ъ
Ы
Ь
Э
Ю
Я
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ѐ
ё
ђ
ѓ
є
ѕ
і
ї
ј
љ
њ
ћ
ќ
ѝ
ў
џ
Ѡ
ѡ
Ѣ
ѣ
Ѥ
ѥ
Ѧ
ѧ
Ѩ
ѩ
Ѫ
ѫ
Ѭ
ѭ
Ѯ
ѯ
Ѱ
ѱ
Ѳ
ѳ
Ѵ
ѵ
Ѷ
ѷ
Ѹ
ѹ
Ѻ
ѻ
Ѽ
Ѿ
ѿ
Ҁ
ҁ
҂
҃
҄
҆
҉
Ҋ
ҋ
Ҍ
ҍ
Ҏ
ҏ
Ґ
ґ
Ғ
ғ
Ҕ
ҕ
Җ
җ
Ҙ
ҙ
Қ
қ
Ҝ
ҝ
Ҟ
ҟ
Ҡ
ҡ
Ң
ң
Ҥ
ҥ
Ҧ
ҧ
Ҩ
ҩ
Ҫ
ҫ
Ҭ
ҭ
Ү
ү
Ұ
ұ
Ҳ
ҳ
Ҵ
ҵ
Ҷ
ҷ
Ҹ
ҹ
Һ
һ
Ҽ
ҽ
Ӏ
Ӂ
ӂ
Ӄ
ӄ
Ӆ
ӆ
Ӈ
ӈ
Ӊ
ӊ
Ӌ
ӌ
Ӎ
ӏ
Ӑ
ӑ
Ӓ
ӓ
Ӕ
ӕ
Ӗ
ӗ
Ә
ә
Ӛ
ӛ
Ӝ
ӝ
Ӟ
ӟ
Ӡ
ӡ
Ӣ
ӣ
Ӥ
ӥ
Ӧ
ӧ
Ө
ө
Ӫ
ӫ
Ӭ
Ӯ
ӯ
Ӱ
ӱ
Ӳ
ӳ
Ӵ
ӵ
Ӷ
ӷ
ӹ
Ӽ
ӽ
ӿ
Ԁ
ԁ
Ԃ
ԃ
ԅ
ԇ
Ԉ
ԉ
Ԋ
ԋ
Ԍ
ԍ
Ԏ
ԏ
Ԑ
ԑ
Ԓ
ԓ
Ԗ
Ԛ
ԛ
Ԝ
ԝ
Ԟ
ԟ
Ԡ
Ԣ
ԣ
Ԥ
ԥ
Ԩ
ԩ
ԫ
Ԯ
ԯ
Ա
Բ
Գ
Դ
Ե
Զ
Է
Ը
Թ
Ժ
Ի
Լ
Խ
Ծ
Կ
Հ
Ձ
Ղ
Ճ
Մ
Յ
Ն
Շ
Ո
Չ
Պ
Ջ
Ռ
Ս
Վ
Տ
Ր
Ց
Ւ
Փ
Ք
Օ
Ֆ
ՙ
՚
՝
ա
բ
գ
դ
ե
զ
է
ը
թ
ժ
ի
լ
խ
ծ
կ
հ
ձ
ղ
ճ
մ
յ
ն
շ
ո
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
ֆ
և
։
֏
֑
֖
֙
֛
֣
֤
֥
֪
֫
֮
ְ
ֱ
ֲ
ֳ
ִ
ֵ
ֶ
ַ
ָ
ֹ
ֻ
ּ
ֽ
־
ֿ
ׁ
ׂ
׃
ׄ
׆
ׇ
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
װ
ױ
ײ
׳
״
،
ؐ
ؓ
ؔ
ؕ
؛
؟
ؠ
ء
آ
أ
ؤ
إ
ئ
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ؿ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
ً
ٌ
ٍ
َ
ُ
ِ
ّ
ْ
ٓ
ٔ
ٕ
ٖ
ٗ
٘
ٚ
ٛ
ٜ
٠
١
٢
٣
٤
٥
٦
٧
٨
٩
٫
٭
ٮ
ٯ
ٰ
ٱ
ٲ
ٵ
ٸ
ٹ
ٺ
ٻ
ټ
ٽ
پ
ٿ
ڀ
ځ
ڃ
ڄ
څ
چ
ڇ
ڈ
ډ
ڊ
ڌ
ڍ
ڎ
ڏ
ڑ
ړ
ڔ
ڕ
ږ
ڗ
ژ
ڙ
ښ
ڞ
ڠ
ڡ
ڢ
ڤ
ڥ
ڦ
ڨ
ک
ڪ
ګ
ڬ
ڭ
ڮ
گ
ڳ
ڴ
ڵ
ڷ
ں
ڻ
ڼ
ڽ
ھ
ۀ
ہ
ۃ
ۄ
ۅ
ۆ
ۇ
ۈ
ۉ
ۊ
ۋ
ی
ۍ
ێ
ۏ
ې
ے
ۓ
۔
ە
ۖ
ۚ
۞
۟
ۡ
ۢ
ۤ
ۥ
ۦ
۩
ۭ
۰
۱
۲
۳
۴
۵
۶
۷
۸
۹
ۺ
۽
۾
ܐ
ܒ
ܓ
ܕ
ܖ
ܗ
ܘ
ܙ
ܚ
ܛ
ܝ
ܞ
ܟ
ܠ
ܡ
ܢ
ܣ
ܥ
ܦ
ܨ
ܩ
ܪ
ܫ
ܬ
ܰ
ܲ
ܳ
ܵ
ܶ
ܸ
ܹ
ܺ
ܼ
ܽ
ܿ
݁
݂
ݍ
ݎ
ݏ
ݔ
ݘ
ݛ
ݜ
ݢ
ݣ
ݦ
ݨ
ݮ
ݯ
ݰ
ݱ
ݵ
ݸ
ݹ
ݼ
ݽ
ހ
ށ
ނ
ރ
ބ
ޅ
ކ
އ
ވ
މ
ފ
ދ
ތ
ލ
ގ
ޏ
ސ
ޑ
ޒ
ޓ
ޔ
ޕ
ޖ
ޙ
ޜ
ޝ
ޠ
ަ
ާ
ި
ީ
ު
ޫ
ެ
ޭ
ޮ
ޯ
ް
ޱ
ߊ
ߋ
ߌ
ߍ
ߎ
ߏ
ߐ
ߒ
ߓ
ߔ
ߕ
ߖ
ߗ
ߘ
ߙ
ߚ
ߛ
ߜ
ߝ
ߞ
ߟ
ߡ
ߢ
ߣ
ߤ
ߥ
ߦ
߫
߬
߭
߯
߰
߲
ߴ
ߵ
ࠀ
ࠁ
ࠉ
ࠌ
ࠏ
ࠓ
ࠕ
ࡀ
ࡃ
ࡉ
ࡋ
ࡌ
ࡍ
ࡔ
ࡖ
ࣷ
ࣿ
ँ
ं
ः
अ
आ
इ
ई
उ
ऊ
ऋ
ऌ
ऎ
ए
ऐ
ऑ
ऒ
ओ
औ
क
ख
ग
घ
ङ
च
छ
ज
झ
ञ
ट
ठ
ड
ढ
ण
त
थ
द
ध
न
प
फ
ब
भ
म
य
र
ऱ
ल
ळ
व
श
ष
स
ह
ऺ
ऻ
़
ऽ
ा
ि
ी
ु
ू
ृ
ॅ
ॆ
े
ै
ॉ
ॊ
ो
ौ
्
ॏ
ॐ
॑
॒
ॠ
ॡ
।
॥
०
१
२
३
४
५
६
७
८
९
॰
ॳ
ॴ
ॵ
ঁ
ং
ঃ
অ
আ
ই
ঈ
উ
ঋ
ঌ
এ
ঐ
ও
ক
খ
গ
ঘ
ঙ
চ
ছ
জ
ঝ
ঞ
ট
ঠ
ড
ঢ
ণ
ত
থ
দ
ধ
ন
প
ফ
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
়
া
ি
ী
ু
ূ
ৃ
ে
ৈ
ো
ৌ
্
ৎ
ৠ
ৡ
০
১
২
৫
৬
৭
৮
৯
ৰ
ৱ
৳
ਁ
ਂ
ਃ
ਅ
ਆ
ਇ
ਈ
ਉ
ਊ
ਏ
ਐ
ਓ
ਕ
ਖ
ਗ
ਘ
ਚ
ਛ
ਜ
ਝ
ਟ
ਠ
ਡ
ਢ
ਣ
ਤ
ਥ
ਦ
ਧ
ਨ
ਪ
ਫ
ਬ
ਭ
ਮ
ਯ
ਰ
ਲ
ਵ
ਸ
ਹ
਼
ਾ
ਿ
ੀ
ੁ
ੂ
ੇ
ੈ
ੋ
ੌ
੍
ੜ
੦
੧
੨
੩
੫
ੰ
ੱ
ੳ
ੴ
ੵ
ઁ
ં
અ
આ
ઇ
ઈ
ઉ
ઋ
ઍ
એ
ઑ
ક
ખ
ગ
ઘ
ઙ
ચ
છ
જ
ઝ
ઞ
ટ
ઠ
ડ
ઢ
ણ
ત
થ
દ
ધ
ન
પ
ફ
બ
ભ
મ
ય
ર
લ
ળ
વ
શ
ષ
સ
હ
ા
િ
ી
ુ
ૂ
ૃ
ે
ૈ
ૉ
ો
્
૦
૧
૩
૪
૫
૯
ଁ
ଂ
ଅ
ଆ
ଇ
ଈ
ଉ
ଊ
ଋ
ଌ
ଏ
ଓ
କ
ଖ
ଗ
ଘ
ଙ
ଚ
ଛ
ଜ
ଝ
ଞ
ଟ
ଠ
ଡ
ଢ
ଣ
ତ
ଥ
ଦ
ଧ
ନ
ପ
ଫ
ବ
ଭ
ମ
ର
ଲ
ଳ
ଵ
ଶ
ଷ
ସ
ହ
଼
ା
ି
ୀ
ୁ
ୂ
ୃ
େ
ୈ
ୋ
୍
ୟ
ୠ
ୡ
ୱ
ஂ
ஃ
அ
ஆ
இ
ஈ
உ
ஊ
எ
ஏ
ஐ
ஒ
ஓ
ஔ
க
ங
ச
ஜ
ஞ
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
ஶ
ஷ
ஸ
ஹ
ா
ி
ீ
ு
ூ
ெ
ே
ை
ொ
ோ
ௌ
்
ௐ
௹
ఁ
ం
ః
అ
ఆ
ఇ
ఈ
ఉ
ఊ
ఎ
ఏ
ఐ
ఒ
ఔ
క
ఖ
గ
ఘ
చ
ఛ
జ
ఞ
ట
ఠ
డ
ణ
త
థ
ద
ధ
న
ప
ఫ
బ
భ
మ
య
ర
ఱ
ల
ళ
వ
శ
ష
స
హ
ా
ి
ీ
ు
ూ
ృ
ె
ే
ై
ొ
ో
ౌ
్
ౕ
ౘ
ౙ
ౚ
౩
ಁ
ಂ
ಅ
ಆ
ಇ
ಈ
ಉ
ಊ
ಋ
ಎ
ಏ
ಐ
ಒ
ಓ
ಔ
ಕ
ಖ
ಗ
ಘ
ಙ
ಚ
ಜ
ಞ
ಟ
ಠ
ಡ
ಣ
ತ
ಥ
ದ
ಧ
ನ
ಪ
ಫ
ಬ
ಭ
ಮ
ಯ
ರ
ಲ
ಳ
ವ
ಶ
ಷ
ಸ
ಹ
ಾ
ಿ
ೀ
ು
ೂ
ೃ
ೆ
ೇ
ೈ
ೊ
ೋ
ೌ
್
ೠ
೦
೧
೨
೫
೭
೮
ഁ
ം
ഃ
അ
ആ
ഇ
ഉ
ഊ
ഋ
എ
ഏ
ഒ
ഓ
ക
ഖ
ഗ
ഘ
ങ
ച
ഛ
ജ
ഞ
ട
ഠ
ഡ
ഢ
ണ
ത
ഥ
ദ
ധ
ന
പ
ഫ
ബ
ഭ
മ
യ
ര
റ
ല
ള
ഴ
വ
ശ
ഷ
സ
ഹ
ഺ
ാ
ി
ീ
ു
ൂ
ൃ
െ
േ
ൈ
ൊ
ോ
്
൧
൨
൩
൰
ൺ
ൻ
ർ
ൽ
ൾ
ඁ
ං
අ
ආ
ඇ
ඈ
ඉ
ඊ
උ
ඌ
එ
ඒ
ඔ
ක
ඛ
ග
ඞ
ඟ
ච
ජ
ඥ
ට
ඨ
ඩ
ණ
ඬ
ත
ථ
ද
ධ
න
ඳ
ප
ඵ
බ
භ
ම
ඹ
ය
ර
ල
ව
ශ
ෂ
ස
හ
ළ
ෆ
්
ා
ැ
ෑ
ි
ී
ු
ූ
ෘ
ෙ
ේ
ෛ
ො
ෝ
ෞ
ก
ข
ฃ
ค
ฅ
ฆ
ง
จ
ฉ
ช
ซ
ญ
ฎ
ฏ
ฐ
ฑ
ฒ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ว
ศ
ษ
ส
ห
ฬ
อ
ฮ
ฯ
ะ
ั
า
ำ
ิ
ี
ึ
ื
ุ
ู
ฺ
฿
เ
แ
โ
ใ
ไ
ๅ
ๆ
็
่
้
๊
๋
์
ํ
๏
๐
๑
๒
๓
๔
๕
๖
๗
๘
๙
๚
๛
ກ
ຂ
ຄ
ງ
ຈ
ຊ
ຍ
ດ
ຕ
ທ
ນ
ບ
ປ
ຜ
ພ
ຟ
ມ
ຢ
ຣ
ລ
ວ
ສ
ຫ
ອ
ຮ
ະ
ັ
າ
ຳ
ິ
ີ
ຶ
ື
ຸ
ູ
ົ
ຼ
ຽ
ເ
ແ
ໂ
ໃ
ໄ
່
້
໌
ໍ
ໜ
ໝ
༄
༅
༉
་
།
༡
༢
༣
༺
༻
༼
༽
ཀ
ཁ
ག
ང
ཅ
ཆ
ཇ
ཉ
ཊ
ཌ
ཎ
ཏ
ཐ
ད
ན
པ
ཕ
བ
མ
ཙ
ཚ
ཛ
ཝ
ཞ
ཟ
འ
ཡ
ར
ལ
ཤ
ས
ཧ
ཨ
ཱ
ི
ུ
ེ
ཻ
ོ
ཾ
ྃ
྄
ྐ
ྒ
ྔ
ྗ
ྙ
ྟ
ྡ
ྣ
ྤ
ྦ
ྨ
ྩ
ྫ
ྭ
ྱ
ྲ
ླ
ྷ
࿇
က
ခ
ဂ
င
စ
ဆ
ဇ
ဈ
ဉ
ည
ဋ
ဌ
ဍ
ဏ
တ
ထ
ဒ
ဓ
န
ပ
ဖ
ဗ
ဘ
မ
ယ
ရ
လ
ဝ
သ
ဟ
ဠ
အ
ဢ
ဥ
ဦ
ါ
ာ
ိ
ီ
ု
ူ
ေ
ဲ
ဵ
ံ
့
း
္
်
ျ
ြ
ွ
ှ
၀
၁
၂
၃
၄
၇
၊
။
၏
ၚ
ၞ
ၟ
ၠ
ၡ
ၢ
ၤ
ၥ
ၩ
ၫ
ၵ
ၸ
ၼ
ၾ
ႁ
ႂ
ႃ
ႅ
ႆ
ႇ
ႈ
ႉ
ႋ
ႏ
Ⴀ
Ⴁ
Ⴂ
Ⴃ
Ⴄ
Ⴅ
Ⴆ
Ⴇ
Ⴈ
Ⴉ
Ⴊ
Ⴋ
Ⴌ
Ⴍ
Ⴎ
Ⴏ
Ⴐ
Ⴑ
Ⴒ
Ⴓ
Ⴔ
Ⴕ
Ⴖ
Ⴗ
Ⴘ
Ⴙ
Ⴚ
Ⴛ
Ⴜ
Ⴝ
Ⴞ
Ⴟ
Ⴠ
Ⴡ
Ⴢ
Ⴣ
Ⴤ
Ⴥ
Ⴧ
ა
ბ
გ
დ
ე
ვ
ზ
თ
ი
კ
ლ
მ
ნ
ო
პ
ჟ
რ
ს
ტ
უ
ფ
ქ
ღ
ყ
შ
ჩ
ც
ძ
წ
ჭ
ხ
ჯ
ჰ
ჱ
ჲ
ჳ
ჴ
ჵ
ჶ
ჷ
ჸ
ჹ
჻
ჼ
ჽ
ᄀ
ᄃ
ᄆ
ᄌ
ᄛ
ᅀ
ᅇ
ᆞ
ᆷ
ᆺ
ᇢ
ሀ
ሁ
ሂ
ሃ
ሄ
ህ
ሆ
ለ
ሉ
ሊ
ላ
ሌ
ል
ሎ
ሐ
ሑ
ሒ
ሓ
ሔ
ሕ
ሖ
መ
ሙ
ሚ
ማ
ሜ
ም
ሞ
ሠ
ሣ
ሥ
ረ
ሩ
ሪ
ራ
ሬ
ር
ሮ
ሰ
ሱ
ሲ
ሳ
ሴ
ስ
ሶ
ሸ
ሹ
ሺ
ሻ
ሽ
ቀ
ቁ
ቂ
ቃ
ቄ
ቅ
ቆ
ቈ
ቋ
ቐ
ቓ
በ
ቡ
ቢ
ባ
ቤ
ብ
ቦ
ቨ
ተ
ቱ
ቲ
ታ
ቴ
ት
ቶ
ቷ
ቸ
ቹ
ቺ
ቻ
ቼ
ች
ኀ
ኃ
ኅ
ኋ
ነ
ኑ
ኒ
ና
ኔ
ን
ኖ
ኘ
ኛ
ኝ
ኞ
አ
ኡ
ኢ
ኣ
ኤ
እ
ኦ
ከ
ኩ
ኪ
ካ
ኬ
ክ
ኮ
ኰ
ኳ
ኵ
ኸ
ኺ
ኻ
ኽ
ኾ
ወ
ዉ
ዊ
ዋ
ው
ዎ
ዐ
ዑ
ዓ
ዕ
ዘ
ዙ
ዚ
ዛ
ዜ
ዝ
ዞ
ዟ
ዣ
ዥ
የ
ዩ
ያ
ዬ
ይ
ዮ
ዯ
ደ
ዱ
ዲ
ዳ
ዴ
ድ
ዶ
ጀ
ጁ
ጂ
ጃ
ጅ
ጆ
ገ
ጉ
ጊ
ጋ
ጌ
ግ
ጎ
ጐ
ጓ
ጠ
ጡ
ጢ
ጣ
ጤ
ጥ
ጨ
ጪ
ጫ
ጬ
ጭ
ጰ
ጲ
ጳ
ጴ
ጵ
ጸ
ጹ
ጻ
ጼ
ጽ
ጾ
ፀ
ፂ
ፃ
ፄ
ፅ
ፈ
ፉ
ፊ
ፋ
ፌ
ፍ
ፐ
ፓ
ፖ
፞
፠
፡
።
፣
፤
፥
፦
፧
፨
፬
፰
፱
፲
፹
፻
᎐
᎑
᎒
᎓
᎔
᎕
᎖
᎗
᎘
᎙
Ꭰ
Ꭲ
Ꭴ
Ꭵ
Ꭶ
Ꭷ
Ꭸ
Ꭹ
Ꭺ
Ꭻ
Ꭼ
Ꭿ
Ꮀ
Ꮂ
Ꮃ
Ꮄ
Ꮅ
Ꮆ
Ꮇ
Ꮈ
Ꮉ
Ꮍ
Ꮎ
Ꮏ
Ꮐ
Ꮑ
Ꮒ
Ꮔ
Ꮕ
Ꮖ
Ꮚ
Ꮜ
Ꮝ
Ꮟ
Ꮠ
Ꮡ
Ꮢ
Ꮣ
Ꮤ
Ꮥ
Ꮦ
Ꮧ
Ꮨ
Ꮩ
Ꮪ
Ꮭ
Ꮮ
Ꮲ
Ꮳ
Ꮵ
Ꮷ
Ꮹ
Ꮺ
Ꮻ
Ꮼ
Ꮿ
Ᏸ
Ᏹ
Ᏻ
ᏹ
ᐁ
ᐂ
ᐃ
ᐄ
ᐅ
ᐆ
ᐈ
ᐉ
ᐊ
ᐋ
ᐌ
ᐍ
ᐎ
ᐏ
ᐖ
ᐗ
ᐘ
ᐙ
ᐚ
ᐛ
ᐜ
ᐝ
ᐞ
ᐟ
ᐠ
ᐡ
ᐢ
ᐣ
ᐤ
ᐥ
ᐦ
ᐧ
ᐨ
ᐩ
ᐪ
ᐫ
ᐬ
ᐭ
ᐮ
ᐯ
ᐰ
ᐱ
ᐲ
ᐳ
ᐴ
ᐸ
ᐺ
ᐻ
ᐽ
ᐿ
ᑉ
ᑊ
ᑋ
ᑌ
ᑍ
ᑎ
ᑐ
ᑑ
ᑕ
ᑖ
ᑗ
ᑘ
ᑝ
ᑥ
ᑦ
ᑧ
ᑨ
ᑩ
ᑪ
ᑫ
ᑬ
ᑭ
ᑮ
ᑯ
ᑰ
ᑲ
ᑳ
ᑴ
ᑾ
ᑿ
ᒁ
ᒂ
ᒃ
ᒄ
ᒅ
ᒆ
ᒇ
ᒈ
ᒉ
ᒊ
ᒋ
ᒌ
ᒍ
ᒐ
ᒑ
ᒠ
ᒡ
ᒢ
ᒣ
ᒤ
ᒥ
ᒦ
ᒧ
ᒨ
ᒪ
ᒫ
ᒺ
ᒻ
ᒼ
ᒽ
ᒾ
ᓀ
ᓁ
ᓂ
ᓃ
ᓄ
ᓅ
ᓇ
ᓈ
ᓉ
ᓏ
ᓐ
ᓑ
ᓒ
ᓓ
ᓔ
ᓕ
ᓖ
ᓗ
ᓘ
ᓚ
ᓪ
ᓫ
ᓬ
ᓭ
ᓮ
ᓯ
ᓰ
ᓱ
ᓲ
ᓴ
ᓵ
ᔄ
ᔅ
ᔆ
ᔇ
ᔈ
ᔉ
ᔊ
ᔋ
ᔌ
ᔍ
ᔎ
ᔏ
ᔐ
ᔑ
ᔓ
ᔕ
ᔥ
ᔦ
ᔧ
ᔨ
ᔪ
ᔫ
ᔭ
ᔮ
ᔽ
ᔾ
ᔿ
ᕀ
ᕁ
ᕃ
ᕄ
ᕅ
ᕆ
ᕈ
ᕊ
ᕋ
ᕍ
ᕐ
ᕑ
ᕒ
ᕓ
ᕔ
ᕕ
ᕖ
ᕗ
ᕙ
ᕝ
ᕞ
ᕠ
ᕤ
ᕦ
ᕪ
ᕮ
ᕯ
ᕳ
ᕻ
ᕽ
ᕿ
ᖀ
ᖁ
ᖂ
ᖃ
ᖄ
ᖅ
ᖊ
ᖋ
ᖌ
ᖍ
ᖎ
ᖏ
ᖐ
ᖑ
ᖒ
ᖓ
ᖔ
ᖕ
ᖖ
ᖚ
ᖟ
ᖠ
ᖦ
ᖨ
ᖬ
ᖮ
ᖰ
ᖱ
ᖲ
ᖳ
ᖷ
ᖸ
ᖹ
ᖺ
ᖻ
ᖼ
ᖽ
ᖾ
ᖿ
ᗀ
ᗂ
ᗔ
ᗕ
ᗘ
ᗟ
ᗡ
ᗥ
ᗪ
ᗮ
ᗯ
ᗰ
ᗱ
ᗴ
ᗶ
ᗸ
ᗺ
ᗽ
ᘀ
ᘁ
ᘅ
ᘇ
ᘏ
ᘔ
ᘥ
ᘧ
ᘫ
ᘬ
ᘮ
ᙆ
ᙇ
ᙘ
ᙚ
ᙠ
ᙢ
ᙣ
᙮
ᙯ
ᙰ
ᙱ
ᙲ
ᙳ
ᙴ
ᙵ
ᙶ
ᙾ
ᙿ
ᚁ
ᚂ
ᚃ
ᚄ
ᚅ
ᚆ
ᚇ
ᚈ
ᚉ
ᚊ
ᚋ
ᚌ
ᚍ
ᚎ
ᚏ
ᚐ
ᚑ
ᚒ
ᚓ
ᚔ
ᚕ
ᚖ
ᚗ
ᚘ
ᚙ
ᚚ
᚛
᚜
ᚠ
ᚡ
ᚢ
ᚣ
ᚦ
ᚨ
ᚩ
ᚪ
ᚫ
ᚬ
ᚭ
ᚮ
ᚱ
ᚲ
ᚳ
ᚴ
ᚵ
ᚷ
ᚸ
ᚹ
ᚺ
ᚻ
ᚼ
ᚾ
ᚿ
ᛁ
ᛃ
ᛅ
ᛆ
ᛇ
ᛈ
ᛉ
ᛊ
ᛋ
ᛏ
ᛐ
ᛑ
ᛒ
ᛖ
ᛗ
ᛘ
ᛚ
ᛜ
ᛝ
ᛞ
ᛟ
ᛠ
ᛣ
ᛤ
ᛦ
᛫
᛬
᛭
ᛯ
ᜀ
ᜂ
ᜃ
ᜄ
ᜅ
ᜆ
ᜇ
ᜈ
ᜉ
ᜊ
ᜋ
ᜌ
ᜎ
ᜏ
ᜐ
ᜑ
ᜒ
ᜓ
᜔
ᜠ
ᜡ
ᜢ
ᜣ
ᜨ
ᜱ
ᜲ
ᜳ
᜴
ᝀ
ᝁ
ᝂ
ᝃ
ᝇ
ᝊ
ᝑ
ᝒ
ᝓ
ᝦ
ᝨ
ᝪ
ᝯ
ក
ខ
គ
ឃ
ង
ច
ឆ
ជ
ឈ
ញ
ដ
ឋ
ឌ
ឍ
ណ
ត
ថ
ទ
ធ
ន
ប
ផ
ព
ភ
ម
យ
រ
ល
វ
ស
ហ
ឡ
អ
ឥ
ឧ
ឪ
ឯ
ា
ិ
ី
ឹ
ឺ
ុ
ូ
ួ
ើ
ឿ
ៀ
េ
ែ
ៃ
ោ
ៅ
ំ
ះ
ៈ
៉
៊
់
៌
៍
័
៑
្
៛
០
១
២
៣
៤
៥
៦
៧
៨
៩
៴
᠋
ᠠ
ᠡ
ᠢ
ᠣ
ᠤ
ᠥ
ᠦ
ᠧ
ᠨ
ᠩ
ᠪ
ᠬ
ᠭ
ᠮ
ᠯ
ᠰ
ᠲ
ᠳ
ᠴ
ᠶ
ᠷ
ᠸ
ᡄ
ᡅ
ᡆ
ᡑ
ᡕ
ᡘ
ᡝ
ᡞ
ᡠ
ᡢ
ᡤ
ᡥ
ᡨ
ᡩ
ᡪ
ᡫ
ᡳ
ᡴ
ᡵ
ᢰ
ᢱ
ᢲ
ᢳ
ᢴ
ᢵ
ᢶ
ᢷ
ᢸ
ᢹ
ᢺ
ᢻ
ᢼ
ᢽ
ᢾ
ᢿ
ᣀ
ᣁ
ᣂ
ᣃ
ᣄ
ᣅ
ᣔ
ᣕ
ᣖ
ᣗ
ᣘ
ᣙ
ᣚ
ᣛ
ᣜ
ᣝ
ᣞ
ᣟ
ᣳ
ᣴ
ᣵ
ᤌ
ᤐ
ᤕ
ᤠ
ᤢ
ᤰ
ᤱ
ᤴ
ᥑ
ᥒ
ᥖ
ᥘ
ᥨ
ᥫ
ᥬ
ᥭ
ᥰ
ᥳ
ᥴ
ᦎ
ᦑ
ᦟ
ᦲ
ᦷ
ᦹ
ᦺ
ᧅ
ᧉ
ᨀ
ᨁ
ᨄ
ᨅ
ᨆ
ᨈ
ᨉ
ᨊ
ᨌ
ᨍ
ᨑ
ᨒ
ᨓ
ᨔ
ᨕ
ᨗ
ᨘ
ᨙ
ᨚ
ᨛ
᨞
ᨣ
ᨦ
ᨩ
ᨲ
ᨴ
ᨷ
ᨽ
ᨾ
ᨿ
ᩃ
ᩅ
ᩊ
᩠
ᩢ
ᩤ
ᩥ
ᩦ
ᩨ
ᩩ
ᩫ
ᩬ
ᩮ
ᩱ
ᩴ
᩺
᩼
᪁
᪶
ᪿ
ᫀ
ᬂ
ᬃ
ᬄ
ᬅ
ᬋ
ᬓ
ᬕ
ᬘ
ᬚ
ᬜ
ᬢ
ᬤ
ᬦ
ᬧ
ᬩ
ᬪ
ᬫ
ᬬ
ᬭ
ᬮ
ᬯ
ᬰ
ᬱ
ᬲ
ᬳ
ᬵ
ᬶ
ᬸ
ᬾ
ᭀ
ᭂ
᭄
ᮀ
ᮁ
ᮂ
ᮃ
ᮊ
ᮌ
ᮎ
ᮒ
ᮓ
ᮔ
ᮕ
ᮘ
ᮛ
ᮜ
ᮝ
ᮞ
ᮠ
ᮤ
ᮥ
ᮦ
ᮧ
᮪
ᯂ
ᯅ
ᯎ
ᯒ
ᯔ
ᯖ
ᯘ
ᯞ
ᯥ
ᯩ
ᯪ
ᯬ
ᯮ
᯲
᯳
ᰀ
ᰆ
ᰊ
ᰕ
ᰛ
ᰧ
ᰩ
ᰪ
ᰫ
ᰮ
ᰰ
ᰱ
ᰵ
ᰶ
ᱚ
ᱛ
ᱜ
ᱞ
ᱟ
ᱠ
ᱢ
ᱤ
ᱥ
ᱦ
ᱪ
ᱫ
ᱮ
ᱯ
ᱱ
ᱲ
ᲂ
ᲈ
Ა
Ბ
Გ
Დ
Ე
Ვ
Ზ
Თ
Ი
Კ
Ლ
Მ
Ნ
Ო
Პ
Ჟ
Რ
Ს
Ტ
Უ
Ფ
Ქ
Ღ
Ყ
Შ
Ჩ
Ც
Ძ
Წ
Ჭ
Ხ
Ჯ
Ჰ
Ჱ
Ჲ
Ჳ
Ჴ
Ჵ
Ჶ
Ჷ
Ჸ
Ჹ
ᴀ
ᴄ
ᴅ
ᴆ
ᴇ
ᴉ
ᴋ
ᴍ
ᴏ
ᴖ
ᴗ
ᴘ
ᴙ
ᴛ
ᴜ
ᴢ
ᴣ
ᴬ
ᴭ
ᴮ
ᴯ
ᴰ
ᴱ
ᴲ
ᴳ
ᴴ
ᴵ
ᴶ
ᴷ
ᴸ
ᴹ
ᴺ
ᴻ
ᴼ
ᴽ
ᴾ
ᴿ
ᵀ
ᵁ
ᵂ
ᵃ
ᵄ
ᵅ
ᵆ
ᵇ
ᵈ
ᵉ
ᵊ
ᵋ
ᵌ
ᵍ
ᵎ
ᵏ
ᵐ
ᵑ
ᵒ
ᵓ
ᵔ
ᵕ
ᵖ
ᵗ
ᵘ
ᵙ
ᵚ
ᵛ
ᵜ
ᵝ
ᵞ
ᵟ
ᵠ
ᵡ
ᵢ
ᵣ
ᵤ
ᵥ
ᵦ
ᵧ
ᵨ
ᵩ
ᵪ
ᵭ
ᵮ
ᵰ
ᵱ
ᵲ
ᵳ
ᵴ
ᵶ
ᵷ
ᵸ
ᵹ
ᵺ
ᵻ
ᵽ
ᵿ
ᶁ
ᶂ
ᶃ
ᶄ
ᶆ
ᶇ
ᶈ
ᶊ
ᶌ
ᶎ
ᶏ
ᶑ
ᶒ
ᶓ
ᶗ
ᶘ
ᶚ
ᶛ
ᶜ
ᶝ
ᶞ
ᶟ
ᶠ
ᶡ
ᶢ
ᶣ
ᶤ
ᶥ
ᶦ
ᶧ
ᶨ
ᶩ
ᶪ
ᶫ
ᶬ
ᶭ
ᶮ
ᶯ
ᶰ
ᶱ
ᶲ
ᶳ
ᶴ
ᶵ
ᶶ
ᶷ
ᶸ
ᶹ
ᶺ
ᶻ
ᶼ
ᶽ
ᶾ
ᶿ
᷂
᷄
᷅
᷈
᷊
᷎
᷒
ᷓ
ᷔ
ᷕ
ᷖ
ᷗ
ᷘ
ᷙ
ᷚ
ᷛ
ᷜ
ᷝ
ᷞ
ᷟ
ᷠ
ᷡ
ᷢ
ᷣ
ᷤ
ᷥ
ᷦ
ᷧ
ᷨ
ᷩ
ᷪ
ᷫ
ᷬ
ᷭ
ᷮ
ᷯ
ᷰ
ᷱ
ᷲ
ᷳ
ᷴ
Ḁ
ḁ
Ḃ
ḃ
Ḅ
ḅ
Ḇ
ḇ
Ḉ
Ḋ
ḋ
Ḍ
ḍ
Ḏ
ḏ
Ḑ
ḑ
Ḓ
ḓ
Ḕ
ḕ
Ḗ
ḗ
Ḙ
ḙ
Ḛ
ḛ
Ḝ
ḝ
Ḟ
ḟ
Ḡ
ḡ
Ḣ
ḣ
Ḥ
ḥ
Ḧ
ḧ
Ḩ
ḩ
Ḫ
ḫ
ḭ
ḯ
Ḱ
ḱ
Ḳ
ḳ
Ḵ
ḵ
Ḷ
ḷ
ḹ
Ḻ
ḻ
Ḽ
ḽ
Ḿ
ḿ
Ṁ
ṁ
Ṃ
ṃ
Ṅ
ṅ
Ṇ
ṇ
Ṉ
ṉ
Ṋ
ṋ
ṍ
ṑ
ṓ
Ṕ
ṕ
Ṗ
ṗ
Ṙ
ṙ
Ṛ
ṛ
Ṝ
ṝ
Ṟ
ṟ
Ṡ
ṡ
Ṣ
ṣ
Ṥ
ṥ
Ṧ
ṧ
Ṩ
ṩ
Ṫ
ṫ
Ṭ
ṭ
Ṯ
ṯ
Ṱ
ṱ
ṳ
ṵ
ṷ
ṹ
ṻ
Ṽ
ṽ
Ṿ
ṿ
Ẁ
ẁ
Ẃ
ẃ
Ẅ
ẅ
Ẇ
ẇ
Ẉ
ẉ
Ẋ
ẋ
ẍ
Ẏ
ẏ
Ẑ
ẑ
Ẓ
ẓ
Ẕ
ẕ
ẖ
ẗ
ẘ
ẙ
ẚ
ẛ
ẜ
ẝ
ẞ
ẟ
Ạ
ạ
Ả
ả
Ấ
ấ
Ầ
ầ
Ẩ
ẩ
Ẫ
ẫ
Ậ
ậ
Ắ
ắ
Ằ
ằ
Ẳ
ẳ
Ẵ
ẵ
Ặ
ặ
Ẹ
ẹ
Ẻ
ẻ
Ẽ
ẽ
Ế
ế
Ề
ề
Ể
ể
Ễ
ễ
Ệ
ệ
Ỉ
ỉ
Ị
ị
Ọ
ọ
Ỏ
ỏ
Ố
ố
Ồ
ồ
Ổ
ổ
Ỗ
ỗ
Ộ
ộ
Ớ
ớ
Ờ
ờ
Ở
ở
Ỡ
ỡ
Ợ
ợ
Ụ
ụ
Ủ
ủ
Ứ
ứ
Ừ
ừ
Ử
ử
Ữ
ữ
Ự
ự
Ỳ
ỳ
Ỵ
ỵ
Ỷ
ỷ
Ỹ
ỹ
Ỽ
ỽ
Ỿ
ỿ
ἀ
ἁ
ἂ
ἃ
ἄ
ἅ
ἇ
Ἀ
Ἁ
Ἄ
Ἅ
Ἆ
Ἇ
ἐ
ἑ
ἓ
ἔ
ἕ
Ἐ
Ἑ
Ἔ
Ἕ
ἠ
ἡ
ἢ
ἣ
ἤ
ἥ
ἦ
ἧ
Ἠ
Ἡ
Ἢ
Ἥ
Ἧ
ἰ
ἱ
ἳ
ἴ
ἵ
ἶ
ἷ
Ἰ
Ἱ
Ἴ
Ἵ
Ἶ
Ἷ
ὀ
ὁ
ὂ
ὃ
ὄ
ὅ
Ὀ
Ὁ
Ὃ
Ὄ
Ὅ
ὐ
ὑ
ὒ
ὔ
ὕ
ὖ
ὗ
Ὑ
Ὕ
Ὗ
ὠ
ὡ
ὢ
ὣ
ὤ
ὥ
ὦ
ὧ
Ὠ
Ὡ
Ὤ
Ὦ
Ὧ
ὰ
ὲ
ὴ
ὶ
ὸ
ὺ
ὼ
ᾀ
ᾁ
ᾄ
ᾇ
ᾉ
ᾌ
ᾍ
ᾏ
ᾑ
ᾔ
ᾖ
ᾗ
ᾙ
ᾟ
ᾠ
ᾡ
ᾧ
ᾨ
ᾩ
ᾯ
ᾰ
ᾱ
ᾳ
ᾴ
ᾶ
ᾷ
Ᾱ
Ὰ
᾽
᾿
ῂ
ῃ
ῄ
ῆ
ῇ
῎
ῐ
ῑ
ῒ
ῖ
ῗ
Ὶ
ῠ
ῡ
ῤ
ῥ
ῦ
ῧ
Ῡ
Ῥ
ῳ
ῴ
ῶ
ῷ
῾
‐
‑
‒
–
—
―
‖
‗
‘
’
‚
‛
“
”
„
‟
†
‡
•
‣
․
‥
…
‧
‰
‱
′
″
‴
‹
›
※
‼
‽
‾
‿
⁀
⁂
⁄
⁇
⁈
⁉
⁊
⁋
⁎
⁑
⁓
⁔
⁕
⁖
⁗
⁙
⁚
⁝
⁞
⁰
ⁱ
⁴
⁵
⁶
⁷
⁸
⁹
⁺
⁻
⁼
⁽
⁾
ⁿ
₀
₁
₂
₃
₄
₅
₆
₇
₈
₉
₊
₋
₌
₍
₎
ₐ
ₑ
ₒ
ₓ
ₔ
ₕ
ₖ
ₗ
ₘ
ₙ
ₚ
ₛ
ₜ
₠
₡
₢
₣
₤
₥
₦
₧
₨
₩
₪
₫
€
₭
₮
₯
₰
₱
₲
₳
₴
₵
₶
₷
₸
₹
₺
₼
₽
₾
⃓
⃛
⃣
℃
℄
℈
ℋ
ℌ
ℎ
ℏ
ℑ
ℒ
ℓ
ℕ
№
℗
℘
ℛ
ℜ
ℝ
℞
℟
™
℣
℥
℧
ℨ
℩
ℬ
ℭ
℮
ℰ
ℱ
Ⅎ
ℳ
ℵ
℺
⅃
ⅆ
⅋
ⅎ
⅓
⅗
⅙
⅛
Ⅱ
Ⅲ
Ⅶ
ⅰ
ⅱ
ⅲ
ⅳ
ⅴ
ⅵ
ⅶ
ⅷ
ⅸ
ⅹ
ↀ
Ↄ
ↄ
ↆ
↊
↋
←
↑
→
↓
↔
↕
↗
↘
↙
↚
↛
↝
↣
↦
↨
↩
↪
↳
↵
↹
↺
↻
↼
↽
↾
↿
⇀
⇁
⇂
⇃
⇄
⇆
⇈
⇋
⇌
⇐
⇒
⇔
⇗
⇢
⇧
⇨
⇭
⇸
∀
∁
∂
∃
∅
∆
∇
∈
∉
∊
∋
∎
∏
∐
∑
−
∓
∕
∖
∗
∘
∙
√
∛
∜
∝
∞
∟
∠
∣
∤
∥
∧
∨
∩
∪
∫
∭
∴
∵
∷
∸
∼
∽
∿
≀
≃
≅
≈
≍
≐
≒
≓
≔
≘
≙
≛
≜
≝
≠
≡
≢
≤
≥
≦
≧
≪
≫
≯
≲
≳
≺
≻
≼
⊂
⊃
⊄
⊅
⊆
⊇
⊈
⊊
⊋
⊍
⊎
⊏
⊐
⊑
⊓
⊔
⊕
⊖
⊗
⊘
⊙
⊚
⊞
⊢
⊤
⊥
⊦
⊧
⊨
⊩
⊭
⊴
⊸
⊻
⊼
⊽
⊿
⋀
⋁
⋂
⋃
⋄
⋅
⋆
⋈
⋉
⋊
⋋
⋌
⋖
⋗
⋮
⋯
⌀
⌂
⌃
⌈
⌉
⌊
⌋
⌐
⌑
⌒
⌓
⌔
⌖
⌗
⌘
⌚
⌜
⌝
⌠
⌡
⌣
⌥
⌴
⌵
⌷
⌽
⌿
⍉
⍋
⍙
⍝
⍟
⍣
⍨
⍰
⍳
⍴
⍵
⍺
⍼
⎄
⎉
⎊
⎋
⎓
⎕
⎖
⎜
⎣
⎦
⎧
⎨
⎩
⎬
⎮
⎯
⎸
⎹
⎼
⎾
⎿
⏋
⏌
⏍
⏏
⏑
⏗
⏘
⏙
⏛
⏤
⏥
⏨
⏩
⏪
⏰
⏸
␀
␊
␍
␖
␚
␢
␣
␤
⑆
⑊
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑪
⑫
⑬
⑴
⑵
⑶
⑷
⑸
⑹
⑺
⑻
⑼
⑽
⒛
⒞
Ⓐ
Ⓑ
Ⓒ
Ⓔ
Ⓛ
Ⓟ
Ⓡ
Ⓢ
Ⓣ
Ⓥ
Ⓧ
Ⓨ
ⓔ
ⓘ
ⓚ
ⓨ
─
━
│
┃
┇
┌
┏
┐
┓
└
┗
┘
┛
├
┝
┠
┣
┤
┬
┳
┴
┻
┼
╋
═
║
╒
╓
╔
╕
╖
╗
╘
╙
╚
╛
╜
╝
╞
╟
╠
╢
╣
╤
╥
╦
╧
╨
╩
╪
╫
╬
╭
╱
╲
╳
╹
▀
▁
▄
█
▉
▌
▐
░
▒
▓
■
□
▢
▪
▫
▬
▭
▮
▯
▲
△
▶
▷
▸
►
▻
▼
▽
◀
◁
◄
◆
◇
◉
◊
○
◌
◎
●
◐
◘
◙
◡
◢
◦
◬
◯
◺
◻
◼
◿
★
☆
☉
☊
☋
☌
☎
☐
☑
☒
☓
☔
☘
☞
☠
☣
☤
☥
☦
☧
☨
☩
☪
☫
☬
☭
☮
☰
☱
☲
☳
☴
☵
☶
☷
☺
☻
☼
☽
☾
☿
♀
♁
♂
♃
♄
♅
♆
♇
♈
♉
♊
♋
♌
♍
♎
♏
♐
♑
♒
♓
♔
♕
♖
♗
♘
♙
♚
♛
♜
♝
♞
♟
♠
♡
♢
♣
♤
♥
♦
♧
♨
♩
♪
♫
♭
♮
♯
♱
♳
♴
♵
♶
♷
♸
♹
♺
♾
⚇
⚊
⚋
⚌
⚍
⚎
⚏
⚑
⚒
⚓
⚔
⚕
⚖
⚗
⚘
⚙
⚛
⚜
⚝
⚡
⚤
⚥
⚦
⚧
⚪
⚫
⚬
⚭
⚰
⚱
⚲
⚳
⚴
⚵
⚶
⚹
⛎
⛕
⛢
⛤
⛥
⛦
⛧
⛩
⛫
✁
✈
✉
✊
✋
✌
✏
✓
✔
✕
✖
✗
✘
✙
✚
✛
✜
✝
✞
✟
✠
✡
✢
✣
✤
✥
✦
✧
✨
✩
✪
✫
✬
✭
✮
✯
✰
✱
✳
✴
✵
✶
✷
✸
✹
✺
✻
✽
✿
❀
❂
❇
❊
❋
❍
❤
❧
❲
❳
❶
➀
➆
➔
➜
➝
⟂
⟋
⟕
⟖
⟗
⟜
⟦
⟧
⟨
⟩
⟵
⟶
⟷
⠀
⠁
⠂
⠃
⠄
⠅
⠆
⠇
⠈
⠉
⠊
⠋
⠌
⠍
⠎
⠏
⠐
⠑
⠒
⠓
⠔
⠕
⠖
⠗
⠘
⠙
⠚
⠛
⠜
⠝
⠞
⠟
⠠
⠡
⠢
⠣
⠤
⠥
⠦
⠧
⠨
⠩
⠪
⠫
⠬
⠭
⠮
⠯
⠰
⠱
⠲
⠳
⠴
⠵
⠶
⠷
⠸
⠹
⠺
⠻
⠼
⠽
⠾
⠿
⤓
⤳
⥽
⦁
⦇
⦈
⦵
⦶
⧈
⧉
⧓
⧢
⧵
⧸
⨁
⨂
⨉
⨎
⨟
⨥
⨯
⩛
⩤
⩥
⩩
⩼
⩽
⩾
⪲
⫟
⫯
⫰
⫶
⫽
⬱
⭐
⭑
⭒
⮗
⯰
Ⰰ
Ⰱ
Ⰲ
Ⰳ
Ⰵ
Ⰶ
Ⰸ
Ⰺ
Ⰻ
Ⰽ
Ⰾ
Ⱀ
Ⱁ
Ⱂ
Ⱃ
Ⱄ
Ⱆ
Ⱇ
Ⱈ
Ⱋ
Ⱌ
Ⱎ
Ⱏ
Ⱐ
Ⱑ
Ⱓ
Ⱛ
Ⱞ
ⰰ
ⰲ
ⰵ
ⰸ
ⰹ
ⰻ
ⰽ
ⰾ
ⰿ
ⱀ
ⱁ
ⱃ
ⱄ
ⱌ
ⱏ
ⱐ
ⱑ
ⱗ
ⱛ
ⱜ
Ⱡ
ⱡ
Ɫ
Ᵽ
Ɽ
ⱥ
Ⱨ
ⱨ
Ⱪ
ⱪ
Ⱬ
ⱬ
Ɑ
Ɱ
Ɐ
Ɒ
ⱱ
Ⱳ
ⱳ
ⱴ
Ⱶ
ⱶ
ⱸ
ⱹ
ⱺ
ⱼ
ⱽ
Ȿ
Ɀ
Ⲁ
ⲁ
Ⲃ
ⲃ
Ⲅ
ⲅ
ⲇ
Ⲉ
ⲉ
ⲍ
Ⲏ
ⲏ
Ⲑ
ⲑ
Ⲓ
ⲓ
Ⲕ
ⲕ
ⲗ
Ⲙ
ⲙ
Ⲛ
ⲛ
ⲝ
Ⲟ
ⲟ
Ⲡ
ⲡ
Ⲣ
ⲣ
Ⲥ
ⲥ
Ⲧ
ⲧ
ⲩ
Ⲫ
ⲫ
Ⲭ
ⲭ
ⲯ
Ⲱ
ⲱ
ⳟ
ⳡ
ⳣ
ⴍ
ⴓ
ⴣ
ⴰ
ⴱ
ⴳ
ⴶ
ⴷ
ⴸ
ⴹ
ⴻ
ⴼ
ⴽ
ⴾ
ⵀ
ⵁ
ⵂ
ⵃ
ⵄ
ⵆ
ⵇ
ⵈ
ⵉ
ⵊ
ⵋ
ⵌ
ⵍ
ⵎ
ⵏ
ⵓ
ⵔ
ⵖ
ⵗ
ⵙ
ⵛ
ⵜ
ⵟ
ⵡ
ⵢ
ⵣ
ⵥ
ⵯ
ⷠ
ⷡ
ⷢ
ⷣ
ⷤ
ⷥ
ⷦ
ⷧ
ⷨ
ⷩ
ⷪ
ⷫ
ⷬ
ⷭ
ⷮ
ⷯ
ⷰ
ⷱ
ⷲ
ⷳ
ⷴ
ⷵ
ⷶ
ⷷ
ⷸ
ⷹ
ⷺ
ⷻ
ⷼ
ⷽ
ⷾ
ⷿ
⸗
⸘
⸜
⸝
⸢
⸣
⸦
⸧
⸨
⸩
⸬
⸮
⸱
⸺
⸿
⹀
⹂
⺁
⺮
⻝
⼀
⼈
⼊
⼑
⼚
⼝
⼤
⼥
⼩
⼭
⼳
⼼
⽀
⽅
⽇
⽍
⽩
⾒
⾜
⾦
⾬
⾷
⾺
⿊
⿰
⿱
⿸
⿻
、
。
〃
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〓
〔
〕
〚
〛
〜
〠
〮
〯
〰
〸
〹
〺
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
ぢ
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
ゔ
゙
゚
゛
゜
ゝ
ゞ
゠
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヴ
ヵ
ヶ
・
ー
ヽ
ヾ
ㄅ
ㄆ
ㄇ
ㄈ
ㄉ
ㄊ
ㄋ
ㄌ
ㄍ
ㄎ
ㄏ
ㄐ
ㄑ
ㄒ
ㄓ
ㄔ
ㄕ
ㄖ
ㄗ
ㄘ
ㄙ
ㄚ
ㄛ
ㄜ
ㄝ
ㄞ
ㄟ
ㄠ
ㄡ
ㄢ
ㄣ
ㄤ
ㄥ
ㄦ
ㄧ
ㄨ
ㄩ
ㄱ
ㄲ
ㄴ
ㄷ
ㄸ
ㄹ
ㅁ
ㅂ
ㅃ
ㅅ
ㅆ
ㅇ
ㅈ
ㅉ
ㅊ
ㅋ
ㅌ
ㅍ
ㅎ
ㅏ
ㅐ
ㅑ
ㅒ
ㅓ
ㅔ
ㅕ
ㅖ
ㅗ
ㅙ
ㅚ
ㅜ
ㅞ
ㅟ
ㅠ
ㅡ
ㅢ
ㅣ
ㅤ
ㅹ
ㅿ
ㆁ
ㆅ
ㆉ
ㆌ
ㆍ
㆒
㆓
㆔
㆕
㆖
㆗
㆘
㆙
㆚
㆛
㆜
㆝
㆞
㆟
㇀
㇏
ㇷ
ㇺ
ㇼ
ㇿ
㈜
㈱
㋿
㍻
㍼
㍽
㍾
㐧
㓠
㔨
㗂
㗎
㚟
㛹
㞼
㣚
㥃
㫛
㬌
㬙
㵋
㵢
㶏
㻑
䃟
䄉
䄔
䇹
䓪
䜣
䭕
䱱
䳇
䳲
䵋
一
丁
七
万
丈
三
上
下
不
与
丏
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
両
丢
两
严
並
丨
丩
个
丫
丬
中
丰
串
临
丶
丷
丸
丹
为
主
丼
丽
举
丿
乂
乃
久
乇
么
义
之
乌
乍
乎
乏
乐
乒
乔
乖
乗
乘
乙
乛
乜
九
乞
也
习
乡
书
乩
乭
买
乱
乳
乸
乾
亀
亂
亅
了
予
争
事
二
于
亏
云
互
亓
五
井
亖
亘
亙
亚
些
亜
亞
亠
亡
亢
交
亥
亦
产
亨
享
京
亭
亮
亰
亲
亳
亶
人
亻
亼
亿
什
仁
仃
仄
仆
仇
今
介
仍
从
仏
仑
仓
仔
仕
他
付
仙
仚
仝
仞
仟
仡
代
令
以
仪
仫
们
仮
仰
仲
仵
件
价
任
份
仿
企
伅
伉
伊
伋
伍
伎
伏
伐
休
伒
众
优
伙
会
伝
伞
伟
传
伤
伥
伦
伪
伫
伯
伲
伴
伶
伷
伸
似
伽
佃
但
佇
佈
佉
位
低
住
佐
佑
体
佔
何
佗
佘
余
佚
佛
作
佝
佟
你
佢
佣
佤
佩
佫
佬
佮
佰
佳
併
佶
使
侃
侄
來
侈
例
侍
侑
侒
侔
侖
侗
侘
供
依
侠
価
侣
侦
侧
侨
侮
侯
侵
侶
便
係
促
俄
俊
俍
俎
俏
俐
俑
俔
俗
俘
俚
保
俞
俟
俠
信
俣
俩
俭
修
俯
俱
俳
俵
俸
俺
俾
倉
個
倌
倍
們
倒
倓
倔
倖
候
倚
借
倡
倣
値
倦
倩
倪
倫
倬
倭
倮
倶
倷
债
值
倾
偁
偃
假
偈
偉
偌
偏
偕
偘
做
停
健
偲
側
偵
偶
偷
偽
傀
傅
傉
傍
傑
傘
備
傜
傣
储
傩
催
傲
傳
債
傷
傻
傾
僂
僅
僉
僊
働
像
僐
僑
僕
僖
僚
僜
僡
僧
僭
僮
僰
僵
價
僻
僿
儀
儁
儂
億
儈
儉
儋
儒
儔
儚
償
儡
優
儲
儷
儻
儼
儿
兀
允
元
兄
充
兆
兇
先
光
克
兌
免
兎
児
兑
兒
兔
兖
兗
党
兜
兢
入
內
全
兩
兪
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
兾
冀
冂
内
円
冇
冈
冉
冊
册
再
冏
冑
冒
冕
冖
冗
写
冚
军
农
冠
冢
冤
冥
冧
冨
冫
冬
冯
冰
冲
决
况
冶
冷
冼
净
凄
准
凈
凉
凋
凌
凍
减
凖
凛
凝
凞
几
凡
凤
処
凧
凪
凭
凯
凰
凱
凶
凸
凹
出
击
凼
函
刀
刁
刂
刃
刄
分
切
刈
刊
刍
刑
划
列
刘
则
刚
创
初
判
別
利
刪
别
刮
到
刲
制
刷
券
刹
刺
刻
剂
剃
剄
剅
則
削
剋
剌
前
剎
剑
剔
剖
剛
剝
剡
剣
剤
剥
剧
剩
剪
副
剱
割
創
剷
剿
劃
劄
劇
劈
劉
劍
劑
劒
劔
力
劝
办
功
加
务
动
助
努
劫
劭
励
劲
劳
労
劵
劸
効
劼
势
勁
勃
勅
勇
勉
勋
勐
勒
動
勖
勗
勘
務
勛
勝
勞
募
勢
勣
勤
勧
勮
勱
勲
勳
勵
勸
勹
勺
勾
勿
匀
匁
匂
包
匈
匏
匐
匕
化
北
匙
匚
匜
匝
匠
匡
匣
匪
匯
匸
匹
区
医
匽
匾
匿
區
十
千
卄
卅
升
午
卉
半
卌
卍
华
协
卐
卑
卒
卓
協
单
卖
南
単
博
卜
卞
占
卡
卢
卣
卤
卦
卧
卩
卫
卬
卯
印
危
即
却
卵
卷
卹
卻
卽
卿
厀
厂
厄
厅
历
厉
压
厔
厕
厖
厘
厚
厝
原
厢
厥
厦
厨
厩
厭
厮
厲
厳
厶
去
县
参
參
叄
又
叉
及
友
双
反
収
发
叔
取
受
变
叙
叛
叟
叠
叡
叢
口
古
句
另
只
叫
召
叭
叮
可
台
叱
史
右
叶
号
司
叻
吁
吃
各
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吔
吕
吗
君
吝
吞
吟
吠
吡
否
吧
含
听
启
吱
吳
吴
吵
吶
吸
吹
吻
吼
吽
吾
吿
呀
呂
呆
呈
呉
告
呐
呑
呔
员
呛
呢
呣
周
呪
呱
味
呴
呵
呷
呼
命
咀
咁
咄
咇
咋
和
咍
咎
咏
咒
咕
咖
咗
咚
咤
咥
咧
咨
咩
咪
咫
咬
咭
咮
咱
咲
咸
咹
咽
哀
品
哆
哇
哈
哉
哋
响
哎
哏
哑
哒
員
哥
哦
哨
哩
哪
哭
哲
哺
哼
唄
唆
唇
唎
唏
唐
唔
唤
售
唯
唱
唵
唸
唹
唻
唾
啃
啄
啅
商
啊
問
啓
啘
啜
啞
啟
啡
啢
啤
啥
啦
啰
啱
啲
啵
啸
啼
啾
喀
喃
善
喆
喇
喉
喊
喋
喏
喘
喙
喚
喜
喝
喥
喧
喩
喪
喫
喬
單
喰
喱
喳
喵
営
喷
喺
喻
喾
嗀
嗁
嗇
嗉
嗎
嗔
嗚
嗜
嗡
嗣
嗤
嗨
嗩
嗯
嗰
嘅
嘆
嘉
嘎
嘏
嘗
嘘
嘛
嘜
嘞
嘟
嘢
嘩
嘯
嘱
嘲
嘴
嘻
嘿
噂
噌
噏
噐
噗
噛
噜
噢
器
噩
噪
噲
噴
噶
噷
噸
噹
噺
噻
嚇
嚈
嚕
嚟
嚢
嚣
嚩
嚮
嚴
嚼
囀
囁
囂
囃
囉
囊
囍
囎
囓
囗
囚
四
囝
回
因
囡
团
団
囧
囩
园
囯
困
囲
図
围
固
国
图
圀
圃
圆
圈
圉
國
圍
圏
園
圓
圖
圗
團
圜
土
圣
圧
在
圩
圭
圮
地
圳
场
圻
圾
址
坂
均
坊
坌
坎
坏
坐
坑
坚
坛
坝
坞
坟
坠
坡
坤
坦
坪
坭
坯
坰
坳
坵
坷
垂
垃
垇
型
垌
垍
垒
垠
垢
垣
垦
垵
垸
埃
埈
埋
城
埔
埕
埙
埜
域
埠
埣
埤
埭
埱
埴
埵
執
埸
培
基
埼
堀
堂
堃
堅
堆
堇
堉
堕
堝
堠
堡
堤
堨
堪
堯
堰
報
場
堵
堺
塀
塁
塊
塌
塍
塑
塔
塗
塘
塙
塚
塞
塡
塢
塤
塨
塩
填
塭
塱
塵
塹
塽
塾
境
墅
墓
増
墘
墙
墜
增
墟
墨
墩
墮
墳
墻
墾
壁
壆
壇
壊
壌
壑
壒
壓
壕
壘
壞
壢
壤
壩
士
壬
壮
壯
声
壱
売
壳
壶
壷
壹
壺
壼
壽
壾
夂
处
备
変
夊
夌
复
夏
夔
夕
外
多
夜
够
夠
夢
夤
大
天
太
夫
央
夯
失
夲
头
夷
夸
夹
夾
奂
奄
奇
奈
奉
奋
奎
奏
奐
契
奔
奕
奖
套
奘
奚
奠
奢
奥
奧
奨
奪
奬
奭
奮
女
奴
奶
奸
她
好
如
妃
妄
妆
妇
妈
妊
妍
妒
妓
妖
妙
妝
妞
妠
妣
妤
妥
妫
妮
妲
妳
妹
妻
妾
姁
姆
姈
姉
姊
始
姍
姐
姑
姒
姓
委
姚
姜
姝
姞
姣
姥
姦
姨
姪
姫
姬
姻
姿
娀
威
娃
娄
娇
娑
娘
娛
娜
娟
娠
娡
娣
娥
娱
娴
娶
娼
婁
婆
婉
婓
婕
婚
婢
婤
婦
婧
婴
婷
婺
婻
婿
媄
媒
媓
媚
媛
媞
媧
媪
媯
媳
媺
媼
媽
媾
嫁
嫂
嫄
嫌
嫏
嫒
嫔
嫖
嫡
嫣
嫦
嫩
嫮
嫲
嫺
嫻
嫽
嬅
嬈
嬉
嬋
嬌
嬛
嬢
嬤
嬥
嬪
嬰
嬴
嬾
嬿
孃
子
孔
孕
孖
字
存
孙
孚
孛
孜
孝
孟
季
孤
学
孩
孫
孰
孵
學
孺
孽
宀
宁
它
宅
宇
守
安
宋
完
宍
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
実
宠
审
客
宣
室
宥
宦
宪
宫
宮
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寄
寅
密
寇
富
寐
寒
寓
寔
寗
寚
寛
寜
寝
寞
察
寡
寢
寤
寥
實
寧
寨
審
寫
寬
寮
寰
寳
寵
寶
寸
对
寺
寻
导
対
寿
封
専
射
将
將
專
尉
尊
尋
對
導
小
少
尒
尓
尔
尕
尖
尘
尙
尚
尝
尤
尧
尨
尪
尭
就
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
屄
居
屆
屈
届
屋
屌
屍
屎
屏
屑
展
屚
属
屠
屢
層
履
屬
屯
山
屹
屿
岁
岂
岌
岐
岑
岔
岕
岗
岙
岚
岛
岡
岢
岧
岩
岬
岭
岱
岳
岷
岸
岺
岻
峇
峋
峒
峙
峠
峡
峤
峨
峪
峭
峯
峰
峴
島
峻
峽
崁
崇
崎
崑
崔
崖
崗
崙
崛
崟
崢
崦
崧
崩
崮
崴
嵂
嵇
嵊
嵋
嵌
嵐
嵜
嵩
嵫
嵬
嵯
嶂
嶋
嶌
嶙
嶝
嶠
嶢
嶦
嶮
嶲
嶴
嶸
嶺
嶼
嶽
巂
巅
巋
巌
巍
巒
巓
巔
巖
巛
巜
川
州
巡
巢
巣
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巹
巻
巽
巾
巿
币
市
布
帅
帆
师
希
帐
帕
帖
帚
帛
帝
帥
带
帧
師
席
帮
帯
帰
帱
帳
帶
帷
常
帽
幅
幌
幐
幔
幕
幗
幟
幡
幢
幣
幪
幫
幬
干
平
年
并
幸
幹
幺
幻
幼
幽
幾
广
庁
広
庄
庆
庇
床
序
庐
库
应
底
庖
店
庙
庚
府
庞
废
度
座
庫
庭
庯
庵
庶
康
庸
庾
廁
廂
廃
廄
廆
廈
廉
廊
廋
廓
廕
廖
廙
廚
廞
廟
廠
廢
廣
廨
廩
廬
廳
廴
延
廷
廸
建
廻
廼
廾
廿
开
弁
异
弃
弄
弈
弉
弊
弋
弍
式
弐
弓
弔
引
弗
弘
弛
弟
张
弢
弥
弦
弧
弩
弭
弯
弱
張
強
弹
强
弼
弽
弾
彅
彈
彊
彌
彍
彎
彐
归
当
彔
录
彗
彘
彙
彝
彞
彡
形
彤
彥
彦
彧
彩
彪
彫
彬
彭
彰
影
彳
役
彼
往
征
徃
径
待
很
律
後
徐
徑
徒
従
得
徙
從
御
徧
復
循
微
徳
徴
徵
德
徹
徽
心
忄
必
忆
忌
忍
忏
忒
志
忘
忙
応
忝
忞
忠
忧
快
念
忸
忻
忼
忽
忿
怀
态
怌
怎
怒
怕
怖
怗
怛
怜
思
怠
怡
怤
急
性
怨
怪
怯
怵
怹
总
恁
恂
恃
恄
恆
恋
恍
恐
恒
恕
恙
恚
恠
恢
恤
恥
恨
恩
恪
恬
恭
息
恰
恵
恸
恺
恼
悃
悄
悅
悉
悌
悍
悔
悖
悝
悟
悠
患
悦
您
悩
悪
悫
悬
悰
悲
悳
悴
悵
悶
悼
悽
情
惇
惊
惑
惔
惕
惘
惚
惜
惟
惠
惡
惣
惧
惨
惱
惲
想
惶
惹
愁
愈
愉
愍
意
愔
愕
愚
愛
感
愠
愣
愨
愷
愼
愿
慄
慈
慊
態
慌
慎
慕
慘
慟
慢
慣
慤
慧
慨
慬
慮
慰
慶
慷
憂
憎
憐
憑
憔
憙
憤
憧
憨
憩
憫
憬
憲
憶
憾
懂
懇
應
懋
懐
懲
懵
懶
懷
懸
懹
懺
懼
懽
懿
戀
戇
戈
戉
戊
戌
戍
戎
戏
成
我
戒
戔
或
战
戚
戛
戜
戟
戠
戡
戥
戦
戩
截
戮
戯
戰
戱
戲
戳
戴
戶
户
戸
戻
戾
房
所
扁
扆
扇
扈
扉
手
扌
才
扎
扑
扒
打
払
托
扢
扣
执
扩
扫
扬
扭
扮
扶
批
找
承
技
抄
抉
把
抑
抒
抓
投
抗
折
抚
抛
抜
択
护
报
抧
披
抬
抱
抵
抹
抺
押
抽
拂
拃
担
拆
拇
拈
拉
拊
拋
拌
拍
拎
拏
拐
拒
拓
拔
拖
拗
拘
拙
招
拜
拝
拟
拠
拡
拥
拨
择
括
拯
拱
拳
拵
拶
拷
拼
拽
拾
拿
持
挂
指
按
挑
挒
挖
挙
挚
挛
挞
挟
挠
挣
挤
挥
挨
挪
挫
振
挲
挺
挽
挾
挿
捉
捋
捌
捍
捎
捏
捒
捕
捗
捜
捞
损
换
捣
捧
捨
捩
据
捲
捶
捷
捺
掀
掃
掄
授
掉
掌
排
掖
掘
掙
掛
掟
掠
採
探
掣
掤
接
控
推
掩
措
掬
掰
掲
掳
掴
掷
掻
掾
揀
揃
揄
揆
描
提
插
揖
揚
換
握
揭
揮
援
揸
揺
搈
損
搏
搓
搖
搗
搜
搞
搦
搪
搬
搭
搵
搶
携
搿
摂
摄
摆
摇
摊
摑
摔
摘
摜
摟
摧
摩
摭
摸
摺
撃
撇
撈
撐
撑
撒
撓
撞
撥
撩
撫
播
撮
撰
撲
撻
撼
撾
撿
擁
擂
擇
擊
擋
操
擎
擒
擔
擘
據
擢
擦
擧
擬
擲
擴
擺
擽
擾
攀
攄
攆
攔
攘
攜
攝
攞
攣
攤
攪
攫
攬
支
攴
攵
收
攷
攸
改
攻
攽
放
政
故
效
敌
敍
敎
敏
救
敕
敖
敗
敘
教
敝
敞
敢
散
敦
敬
数
敲
整
敵
敶
敷
數
斂
斄
文
斉
斋
斌
斎
斐
斑
斗
料
斛
斜
斝
斟
斡
斤
斥
斧
斩
斫
斬
断
斯
新
斷
方
於
施
旁
旂
旃
旄
旅
旉
旋
旌
族
旖
旗
旛
无
既
日
旦
旧
旨
早
旬
旭
旰
旱
旵
时
旺
旻
旽
昀
昂
昆
昇
昉
昊
昌
明
昏
昐
昑
易
昔
昕
昙
昜
昝
昞
星
映
昢
春
昧
昨
昩
昫
昭
是
昰
昱
昳
昴
昶
昷
昺
昼
显
晀
晁
時
晃
晈
晉
晋
晏
晓
晔
晕
晖
晙
晚
晝
晞
晟
晢
晤
晥
晦
晧
晨
晩
晫
普
景
晰
晳
晴
晶
智
暁
暄
暇
暉
暐
暑
暖
暗
暘
暚
暝
暟
暠
暢
暤
暦
暨
暮
暲
暴
暹
暻
暾
曁
曄
曆
曇
曉
曕
曖
曙
曚
曜
曠
曣
曦
曩
曰
曲
曳
更
曶
曷
書
曹
曺
曼
曽
曾
替
最
會
朆
月
有
朋
服
朏
朔
朕
朗
望
朝
期
朥
朧
木
未
末
本
札
朮
术
朱
朴
朵
朶
机
朽
杀
杂
权
杆
杉
杌
李
杏
材
村
杓
杖
杜
杞
束
杠
条
来
杨
杭
杯
杰
東
杲
杵
杷
松
板
极
构
枇
枋
枌
析
枕
林
枚
枛
果
枝
枞
枠
枡
枢
枣
枧
枪
枫
枭
枯
枲
枳
架
枹
柃
柄
柊
柏
某
柑
柒
染
柔
柘
柙
柚
柜
柞
柟
柠
柢
柤
查
柬
柯
柱
柳
柴
柵
柸
査
柾
柿
栁
栃
栄
栅
标
栋
栏
树
栖
栗
栞
校
栢
栥
栩
株
栲
样
核
根
格
栽
栾
桀
桂
桃
桅
案
桌
桐
桑
桓
桔
桕
桙
桜
桟
桠
桢
档
桥
桦
桧
桩
桫
桴
桶
桷
梁
梅
梆
梉
梓
梗
條
梟
梣
梦
梧
梨
梭
梯
械
梳
梵
梶
检
棄
棉
棋
棍
棒
棕
棖
棗
棘
棚
棟
棠
棣
棧
棪
森
棱
棲
棵
棺
椁
椅
椋
植
椎
椏
椒
椛
検
椪
椰
椴
椹
椽
椿
楊
楓
楔
楕
楚
楝
楞
楠
楢
楣
楨
楪
楫
楬
業
楯
楳
極
楷
楹
楼
楽
概
榄
榆
榊
榎
榔
榕
榛
榜
榥
榨
榭
榮
榴
槁
槃
槊
構
槌
槍
槎
槐
槑
槓
様
槟
槤
槪
槱
槹
槻
槽
槿
樁
樂
樅
樊
樋
樑
樒
樓
樔
樗
標
樛
樞
樟
模
樣
樨
権
横
樫
樱
樵
樸
樹
樺
樽
樾
橄
橋
橘
橙
橚
機
橡
橧
橫
橹
橿
檀
檄
檉
檊
檎
檔
檗
檛
檜
檟
檢
檬
檯
檳
檸
檻
櫃
櫓
櫚
櫛
櫝
櫟
櫻
欄
欅
權
欒
欖
欠
次
欢
欣
欧
欬
欲
欸
欺
欻
欽
款
歃
歆
歇
歉
歌
歎
歐
歓
歙
歛
歟
歡
止
正
此
步
武
歧
歩
歪
歬
歯
歲
歳
歴
歷
歸
歹
死
歼
殂
殃
殄
殇
殉
殊
残
殖
殘
殤
殥
殭
殲
殳
段
殷
殺
殻
殼
殽
殿
毀
毁
毅
毋
毌
母
毎
每
毒
毓
比
毕
毗
毘
毛
毡
毣
毫
毳
毽
氈
氏
氐
民
氓
气
氕
気
氘
氚
氢
氣
氧
氨
氰
水
氵
氶
氷
永
氹
汀
汁
求
汆
汇
汉
汎
汐
汕
汗
汙
汚
汜
汝
汞
江
池
污
汤
汧
汨
汪
汫
汯
汰
汲
汴
汶
汹
決
汽
汾
沁
沂
沃
沅
沈
沉
沌
沐
沒
沓
沔
沖
沘
沙
沛
沟
没
沢
沣
沥
沧
沪
沫
沭
沮
沱
河
油
治
沼
沽
沾
沿
況
泄
泉
泊
泓
法
泖
泗
泛
泠
泡
波
泣
泥
注
泪
泮
泰
泱
泳
泸
泻
泼
泽
泾
洁
洄
洋
洌
洑
洒
洗
洛
洞
洡
津
洧
洩
洪
洮
洱
洲
洵
洸
洺
活
洼
洽
派
流
浄
浅
浆
浊
测
浍
济
浏
浑
浒
浔
浙
浚
浜
浞
浣
浥
浦
浩
浪
浮
浴
海
浸
浿
涂
涅
涇
消
涉
涌
涎
涔
涙
涛
涠
涡
涤
润
涩
涪
涯
液
涵
涸
涼
涿
淀
淄
淇
淋
淑
淘
淚
淝
淞
淡
淤
淦
淨
淩
淪
淫
淬
淮
淯
深
淳
淵
混
淸
淹
淺
添
淼
渃
清
渇
済
渉
渊
渋
渐
渓
渔
渕
渙
渚
減
渝
渟
渠
渡
渣
渤
渥
渦
温
測
渭
港
渲
渳
渴
游
渺
渼
渾
湄
湉
湊
湋
湌
湍
湓
湖
湘
湛
湟
湡
湣
湧
湮
湯
湳
湴
湺
湾
湿
満
溇
溈
溍
溏
源
準
溜
溝
溟
溢
溥
溧
溪
溫
溯
溶
溺
滂
滄
滅
滇
滉
滋
滌
滎
滑
滓
滔
滕
滙
滚
滝
滞
满
滢
滥
滦
滨
滩
滬
滲
滴
滷
滸
滾
滿
漁
漂
漆
漉
漏
漓
演
漕
漠
漢
漣
漪
漫
漬
漯
漱
漲
漳
漸
漼
漾
漿
潁
潅
潍
潑
潔
潘
潛
潜
潞
潟
潢
潤
潭
潮
潯
潰
潸
潺
潼
潿
澀
澂
澄
澈
澍
澎
澗
澜
澣
澤
澧
澨
澪
澭
澳
澹
激
濁
濂
濃
濆
濒
濕
濛
濞
濟
濠
濡
濤
濩
濫
濬
濮
濯
濱
濹
濺
濼
瀅
瀆
瀉
瀋
瀏
瀑
瀕
瀘
瀚
瀛
瀝
瀞
瀟
瀧
瀨
瀬
瀾
灃
灄
灌
灏
灕
灘
灝
灞
灣
火
灬
灭
灯
灰
灵
灶
灸
灼
災
灾
灿
炁
炅
炉
炊
炎
炒
炖
炙
炜
炟
炤
炫
炬
炭
炮
炯
炳
炸
点
為
烂
烈
烏
烙
烚
烟
烤
烦
烧
烨
热
烹
烽
焉
焔
焕
焗
焘
焙
焚
焜
無
焦
焯
焰
焱
然
焼
焿
煇
煉
煊
煌
煎
煐
煒
煕
煙
煜
煞
煤
煥
煦
照
煨
煩
煮
煲
熄
熈
熊
熏
熕
熙
熟
熠
熨
熬
熱
熲
熹
熾
燁
燃
燄
燈
燉
燊
燎
燐
燒
燔
燕
燜
營
燦
燧
燬
燭
燮
燴
燵
燾
燿
爆
爐
爛
爨
爪
爫
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爽
爾
爿
牀
牁
牂
牆
片
版
牋
牌
牍
牒
牘
牙
牛
牝
牟
牠
牡
牢
牦
牧
物
牵
特
牽
犀
犁
犂
犄
犍
犛
犢
犨
犬
犭
犯
状
犹
狀
狂
狄
狐
狖
狗
狙
狛
狠
狢
狨
狩
独
狭
狮
狱
狸
狹
狻
狼
猇
猊
猋
猎
猓
猗
猛
猜
猟
猩
猪
猫
献
猳
猴
猶
猷
猺
猿
獄
獅
獎
獏
獐
獒
獞
獠
獣
獨
獩
獮
獲
獵
獸
獺
獻
獼
玃
玄
率
玉
王
玕
玖
玗
玛
玝
玟
玠
玥
玦
玧
玨
玩
玫
玮
环
现
玲
玶
玺
玻
珀
珂
珅
珈
珉
珊
珍
珏
珐
珑
珓
珞
珠
珣
珥
珦
珧
珩
珪
班
珮
珲
珺
珽
現
琀
琁
球
琄
琅
理
琇
琉
琊
琏
琐
琓
琚
琛
琢
琤
琥
琦
琨
琪
琬
琭
琮
琰
琲
琳
琴
琵
琶
琼
琿
瑀
瑁
瑃
瑄
瑆
瑋
瑍
瑑
瑒
瑕
瑗
瑙
瑚
瑛
瑜
瑞
瑟
瑠
瑡
瑤
瑩
瑪
瑭
瑯
瑰
瑳
瑶
瑸
瑹
瑾
璀
璃
璇
璈
璉
璋
璐
璔
璙
璛
璜
璝
璞
璟
璠
璡
璣
璧
璨
璩
璫
璬
環
璲
璷
璸
璹
璽
璿
瓊
瓌
瓏
瓔
瓖
瓘
瓚
瓜
瓠
瓢
瓣
瓦
瓧
瓫
瓮
瓯
瓶
瓷
甄
甌
甍
甑
甕
甘
甚
甜
甝
生
產
産
用
甩
甪
甫
甬
甭
甯
田
由
甲
申
电
男
甸
町
画
畀
畅
界
畎
畏
畑
畔
留
畚
畜
畝
畠
畢
畤
略
畦
畧
番
畫
畬
畯
異
畲
畳
畴
畵
當
畷
畸
畿
疆
疇
疊
疋
疍
疎
疏
疑
疒
疗
疤
疫
疯
疱
疵
疹
疽
疾
病
症
痒
痕
痘
痛
痞
痩
痪
痴
痺
瘋
瘍
瘟
瘠
瘡
瘤
瘦
瘫
療
癌
癖
癡
癮
癰
癲
癶
癸
発
登
發
白
百
皂
的
皆
皇
皈
皋
皎
皐
皓
皖
皙
皚
皝
皞
皮
皿
盂
盃
盅
盆
盈
盉
益
盎
盏
盐
监
盒
盔
盖
盗
盘
盛
盜
盟
盡
監
盤
盦
盧
盩
盪
目
盱
盲
直
相
盼
盾
省
眉
看
県
眘
眜
眞
真
眠
眩
眭
眴
眷
眸
眺
眼
眾
着
睆
睇
睍
睏
睛
睡
睢
督
睦
睹
睽
睾
睿
瞋
瞎
瞑
瞟
瞥
瞪
瞬
瞭
瞰
瞱
瞳
瞻
瞽
瞾
瞿
矚
矛
矜
矟
矢
矣
知
矩
短
矮
矯
石
矽
矿
码
砂
砉
研
砕
砖
砚
砥
砦
砧
砲
破
砸
砺
砻
础
硃
硅
硇
硎
硏
硐
硒
硔
硕
硝
硫
硬
硭
确
硯
硼
碁
碇
碉
碌
碎
碑
碓
碗
碙
碚
碛
碟
碣
碧
碩
碭
碰
碱
碲
碳
碶
確
碼
碾
磁
磅
磊
磋
磐
磔
磚
磡
磨
磬
磯
磵
磷
磾
礁
礎
礓
礙
礤
礦
礪
礫
礬
示
礻
礼
礽
社
祀
祁
祂
祄
祇
祈
祉
祎
祐
祓
祕
祖
祗
祚
祛
祜
祝
神
祠
祢
祥
票
祭
祯
祷
祸
祹
祺
祿
禁
禄
禅
禌
禍
禎
福
禐
禑
禔
禕
禖
禛
禝
禟
禧
禨
禩
禪
禮
禯
禰
禱
禵
禶
禹
禺
离
禽
禾
禿
秀
私
秂
秉
秋
种
科
秒
秘
租
秣
秤
秦
秧
秩
秫
秭
积
称
移
稀
稅
程
税
稔
稗
稚
稜
稠
種
稱
稲
稳
稷
稹
稻
稼
稽
稾
稿
穀
穂
穆
穌
積
穎
穏
穗
穠
穢
穣
穫
穰
穴
究
穷
穹
空
穿
突
窃
窄
窈
窑
窒
窓
窕
窖
窗
窝
窟
窠
窥
窦
窩
窪
窮
窯
窰
窳
窺
窾
窿
竃
竅
竇
竈
竊
立
竑
站
竜
竝
竞
竟
章
童
竦
竪
竭
端
竴
競
竹
竺
竾
竿
笃
笄
笆
笈
笋
笏
笑
笔
笙
笛
笠
笥
符
笨
笪
第
笳
笹
笺
笼
筅
筆
筈
等
筋
筌
筍
筑
筒
答
策
筜
筝
筠
筥
筧
筭
筯
筰
筱
筲
筴
筷
筹
筼
简
箇
箋
箍
箏
箐
箔
箕
算
箙
箚
箜
箟
管
箩
箪
箫
箭
箱
箴
箸
節
篁
範
篆
篇
築
篋
篌
篓
篠
篡
篤
篥
篩
篪
篭
篮
篯
篱
篳
篶
篷
簀
簁
簋
簠
簡
簧
簪
簫
簸
簾
簿
籀
籁
籃
籌
籍
籖
籙
籜
籠
籤
籩
籬
籮
米
类
籽
籾
粁
粂
粄
粉
粋
粑
粒
粓
粕
粗
粘
粛
粟
粢
粤
粥
粦
粧
粮
粱
粲
粵
粸
粹
粽
精
粿
糁
糉
糊
糍
糕
糖
糜
糝
糞
糟
糠
糧
糬
糭
糯
糸
糺
系
糾
紀
紂
約
紅
紆
紇
紋
納
紐
紓
純
紗
紘
紙
級
紛
紜
素
紡
索
紧
紫
紮
累
細
紳
紵
紹
紺
終
絃
組
絆
絋
経
結
絕
絜
絞
絡
絢
絣
給
絨
絪
絮
統
絲
絳
絵
絶
絹
綁
綃
綏
經
継
続
綜
綝
綠
綦
綫
綬
維
綮
綯
綰
綱
網
綴
綵
綸
綺
綻
綽
綾
綿
緇
緊
緋
総
緑
緒
緘
緙
線
緜
緝
締
緡
緢
緣
編
緩
緬
緯
緱
練
縁
縂
縄
縈
縉
縕
縚
縛
縞
縡
縢
縣
縦
縫
縮
縱
縷
總
績
繁
繆
繇
繋
繍
繒
織
繕
繙
繚
繡
繩
繪
繫
繭
繰
繹
繼
繽
纂
纈
纊
續
纏
纐
纓
纖
纘
纟
红
纣
约
级
纪
纯
纱
纲
纳
纵
纷
纸
纹
纺
纽
纾
线
练
组
绅
细
织
终
绍
经
绒
结
绕
绘
给
绚
绛
络
绝
统
绣
绥
继
绩
绪
绫
续
绮
绰
绳
维
绵
绶
绸
综
绾
绿
缅
缆
缓
缕
编
缘
缝
缠
缦
缧
缩
缪
缴
缵
缶
缸
缺
缽
罐
网
罔
罕
罗
罘
罠
罢
罥
罨
罩
罪
罫
置
罰
署
罵
罷
罽
羂
羅
羆
羈
羊
羋
羌
美
羔
羕
羚
羞
羡
羣
群
羨
義
羯
羲
羸
羹
羽
羿
翁
翅
翆
翊
翌
翎
習
翔
翕
翟
翠
翡
翥
翦
翩
翫
翬
翰
翱
翳
翹
翻
翼
耀
老
考
者
耆
而
耐
耒
耕
耗
耘
耜
耤
耨
耳
耶
耷
耸
耻
耽
耿
聂
聃
聆
聊
职
聒
联
聖
聘
聚
聞
聡
聪
聯
聰
聲
聴
聶
職
聽
聾
聿
肃
肄
肅
肆
肇
肉
肋
肌
肖
肘
肚
肛
肝
肠
股
肢
肤
肥
肩
肯
肱
育
肴
肸
肺
肿
胁
胃
胄
胆
背
胎
胖
胜
胞
胡
胤
胥
胪
胭
胴
胶
胸
能
脂
脆
脇
脈
脉
脊
脏
脑
脖
脚
脛
脣
脤
脩
脫
脯
脱
脳
脷
脸
脹
脾
腊
腋
腌
腍
腎
腐
腑
腔
腕
腥
腦
腩
腫
腰
腳
腸
腹
腺
腾
腿
膀
膊
膎
膏
膚
膛
膜
膝
膠
膨
膩
膳
膺
膻
膽
膾
臀
臂
臆
臉
臓
臘
臚
臟
臣
臥
臧
臨
自
臭
臯
至
致
臺
臻
臼
舂
舅
舆
與
興
舉
舊
舌
舍
舎
舐
舒
舔
舖
舗
舘
舛
舜
舞
舟
舢
舨
舩
航
舫
般
舰
舶
舸
船
舺
艇
艋
艏
艘
艟
艦
艨
艮
良
艰
艱
色
艳
艶
艷
艸
艹
艺
艾
节
芋
芍
芎
芒
芙
芚
芜
芝
芡
芤
芥
芦
芨
芩
芬
芭
芮
芯
花
芳
芷
芸
芹
芻
芼
芽
芾
苅
苇
苍
苏
苑
苓
苔
苕
苗
苜
苞
苟
苡
若
苦
苧
苫
英
苴
苹
苺
苻
苾
茁
茂
范
茄
茅
茉
茎
茗
茘
茜
茝
茧
茨
茫
茯
茱
茲
茴
茵
茶
茸
茹
荀
荃
荅
荆
草
荊
荏
荐
荒
荔
荖
荘
荚
荞
荠
荡
荣
荥
荪
荫
药
荳
荷
荸
荻
荼
莆
莉
莊
莎
莒
莓
莔
莗
莘
莛
莜
莞
莩
莫
莱
莲
获
莹
莽
莿
菀
菁
菅
菇
菊
菌
菍
菏
菑
菓
菖
菘
菜
菟
菠
菩
華
菰
菱
菲
菴
菸
菹
菻
菽
萁
萃
萄
萅
萇
萊
萋
萌
萍
萑
萝
萠
萢
营
萧
萨
萩
萬
萱
萹
落
葆
葉
葑
著
葙
葛
葡
董
葦
葩
葫
葬
葭
葯
葱
葵
葶
葷
葺
蒂
蒋
蒐
蒔
蒙
蒜
蒞
蒟
蒡
蒧
蒨
蒲
蒸
蒺
蒻
蒼
蒿
蓀
蓁
蓄
蓉
蓋
蓐
蓑
蓓
蓝
蓟
蓢
蓬
蓮
蓼
蓽
蓿
蔀
蔎
蔑
蔓
蔔
蔗
蔘
蔚
蔡
蔣
蔥
蔦
蔫
蔭
蔴
蔵
蔷
蔺
蔿
蕁
蕃
蕅
蕉
蕊
蕋
蕎
蕙
蕨
蕩
蕪
蕭
蕰
蕴
蕹
蕾
薄
薇
薈
薊
薏
薑
薔
薗
薙
薛
薦
薩
薪
薫
薬
薮
薯
薰
薳
薹
薺
藁
藉
藍
藏
藐
藕
藜
藝
藤
藥
藨
藩
藪
藹
藺
藻
藿
蘂
蘄
蘆
蘇
蘊
蘋
蘑
蘒
蘧
蘭
蘸
蘼
蘿
虎
虏
虐
虒
虔
處
虘
虚
虛
虜
虞
號
虢
虫
虬
虯
虱
虹
虽
虾
蚀
蚂
蚊
蚋
蚌
蚓
蚕
蚝
蚡
蚣
蚤
蚧
蚩
蚬
蚯
蚵
蚶
蛄
蛇
蛉
蛋
蛍
蛎
蛙
蛛
蛟
蛤
蛭
蛮
蛰
蛸
蛹
蛻
蛾
蜀
蜂
蜃
蜈
蜉
蜊
蜍
蜑
蜒
蜓
蜕
蜘
蜜
蜡
蜢
蜥
蜩
蜷
蜻
蜿
蝇
蝉
蝋
蝕
蝗
蝙
蝚
蝠
蝣
蝦
蝪
蝮
蝴
蝶
蝸
蝿
螂
融
螞
螢
螣
螫
螭
螯
螳
螺
蟀
蟄
蟋
蟒
蟜
蟠
蟥
蟬
蟲
蟳
蟶
蟹
蟻
蟾
蠅
蠍
蠔
蠕
蠘
蠟
蠡
蠢
蠣
蠪
蠶
蠻
血
衆
行
衍
衎
衒
術
衕
衖
街
衙
衚
衛
衜
衝
衞
衡
衢
衣
补
表
衫
衬
衮
衰
衷
衹
衽
衾
衿
袁
袈
袋
袍
袐
袒
袖
袛
袜
袞
袟
被
袭
袱
袴
袾
裁
裂
装
裏
裒
裔
裕
裘
裙
補
裝
裟
裡
裢
裤
裨
裱
裳
裴
裵
裸
裹
製
裾
褂
複
褌
褒
褔
褘
褚
褜
褡
褳
褶
襃
襄
襞
襟
襯
襲
襴
襷
西
要
覃
覅
覆
覇
見
規
覓
視
覘
覚
覧
覩
親
覯
覲
観
覺
覽
覿
觀
见
观
规
觅
视
览
觉
角
觚
解
觥
触
觸
言
訂
訄
訇
計
訊
討
訓
訖
託
記
訛
訟
訢
訣
訥
訪
設
許
訳
訴
訶
診
註
証
訾
詐
詔
評
詘
詝
詞
詠
詢
詣
詥
試
詧
詩
詫
詭
詮
詰
話
該
詳
詵
詹
誄
誅
誇
誉
誌
認
誐
誑
誒
誓
誕
誘
語
誠
誡
誤
誥
誦
誨
說
説
読
誰
課
誴
誼
調
諄
談
請
諍
諏
諒
論
諜
諝
諟
諡
諤
諦
諧
諫
諭
諮
諱
諴
諶
諷
諸
諺
諾
謀
謁
謂
謄
謊
謋
謎
謖
謗
謙
謚
講
謝
謠
謡
謣
謨
謬
謳
謹
譆
證
譓
識
譙
譚
譜
譞
譟
警
譯
議
譲
譴
護
譽
讀
讃
變
讌
讐
讓
讔
讖
讚
讠
计
订
认
讨
让
讬
训
议
讯
记
讲
许
论
讼
讽
设
访
诀
证
诃
评
识
诈
诉
词
译
试
诗
诚
话
诞
诠
询
诤
该
详
语
误
诰
诱
诲
说
诵
请
诸
诺
读
课
谁
调
谅
谆
谈
谊
谋
谌
谍
谎
谐
谓
谕
谙
谛
谜
谢
谣
谦
谨
谪
谭
谯
谱
谶
谷
谿
豁
豆
豇
豈
豉
豊
豌
豎
豐
豔
豕
豚
象
豢
豨
豪
豫
豬
豳
豹
豺
貂
貅
貉
貊
貌
貍
貓
貔
貘
貝
貞
負
財
貢
貧
貨
販
貪
貫
責
貯
貰
貲
貳
貴
買
貸
費
貼
貽
貿
賀
賁
賂
賃
賄
賅
資
賈
賊
賑
賓
賚
賛
賜
賞
賠
賡
賢
賣
賤
賦
賧
賨
質
賭
賴
購
賽
賾
贄
贅
贈
贊
贍
贏
贓
贛
贝
贞
贡
财
责
贤
败
货
质
贩
贪
购
贮
贯
贰
贱
贲
贴
贵
贸
费
贺
贻
贼
贾
贿
资
赅
赊
赋
赏
赐
赖
赘
赛
赞
赟
赠
赡
赢
赣
赤
赦
赫
赭
走
赳
赴
赵
赶
起
趁
超
越
趙
趟
趣
足
趴
趾
趿
跃
跅
跆
跋
跌
跑
跛
距
跟
跡
跤
跨
跩
跪
路
跳
践
跷
踅
踊
踏
踐
踞
踢
踦
踧
踩
踪
踰
踴
踵
踹
蹄
蹇
蹈
蹊
蹋
蹏
蹟
蹠
蹤
蹦
蹬
蹲
蹴
躁
躅
躇
躉
躊
躍
躑
身
躬
躲
躾
車
軋
軌
軍
軒
軟
転
軫
軱
軸
軻
軼
軽
軾
較
載
輒
輓
輔
輕
輝
輦
輨
輩
輪
輯
輸
輿
轄
轅
轆
轉
轍
轟
轢
轤
车
轧
轨
轩
转
轮
软
轰
轲
轴
轶
轸
轻
载
较
辅
辆
辈
辉
辍
辐
辑
输
辕
辖
辛
辜
辞
辟
辣
辦
辨
辩
辭
辮
辯
辰
辱
農
辵
辶
边
辺
辻
込
辽
达
辿
迁
迄
迅
过
迈
迎
运
近
返
还
这
进
远
违
连
迟
迢
迤
迥
迦
迪
迫
迭
述
迴
迷
迹
追
退
送
适
逃
逄
逅
逆
选
逊
逋
逍
透
逐
逑
递
途
逕
逗
這
通
逛
逝
逞
速
造
逡
逢
連
逮
逯
週
進
逵
逶
逸
逻
逼
逾
遁
遂
遅
遇
遊
運
遍
過
遏
遐
遒
道
達
違
遗
遙
遜
遞
遟
遠
遡
遣
遥
適
遭
遮
遯
遲
遵
遶
遷
選
遺
遼
遽
避
邀
邁
邂
邃
還
邆
邇
邈
邊
邏
邑
邓
邕
邗
邛
邝
邠
邢
那
邦
邧
邨
邪
邬
邮
邯
邰
邱
邳
邴
邵
邸
邹
邻
邽
邾
郁
郃
郄
郅
郇
郊
郎
郏
郑
郕
郗
郛
郜
郝
郞
郟
郡
郢
郤
郦
部
郪
郭
郯
郴
郵
郷
郸
都
郾
郿
鄂
鄄
鄆
鄉
鄒
鄔
鄕
鄜
鄞
鄠
鄡
鄢
鄣
鄧
鄭
鄯
鄰
鄱
鄲
鄴
鄶
鄺
酃
酆
酈
酉
配
酎
酒
酔
酚
酢
酥
酪
酬
酰
酱
酶
酷
酸
酹
酿
醂
醇
醉
醋
醍
醐
醒
醛
醜
醞
醤
醪
醫
醬
醮
醯
醴
醸
釀
釁
采
釈
釉
释
釋
里
重
野
量
釐
金
釖
釗
釘
釙
釜
針
釣
釦
釧
釭
釵
鈍
鈐
鈔
鈕
鈜
鈞
鈰
鈴
鈷
鈸
鈹
鈺
鈿
鉁
鉄
鉅
鉉
鉏
鉑
鉗
鉛
鉞
鉢
鉤
鉭
鉱
鉴
鉷
鉻
鉾
銀
銃
銅
銑
銓
銖
銘
銚
銛
銭
銲
銳
銶
銷
銹
銼
鋆
鋉
鋌
鋒
鋘
鋜
鋤
鋪
鋭
鋸
鋼
錄
錆
錐
錕
錘
錚
錛
錞
錠
錢
錦
錫
錬
錮
錯
錱
録
錶
鍇
鍈
鍊
鍋
鍑
鍔
鍖
鍘
鍛
鍝
鍠
鍵
鍼
鍾
鎌
鎏
鎕
鎖
鎗
鎚
鎧
鎬
鎭
鎮
鏂
鏈
鏐
鏑
鏗
鏘
鏞
鏟
鏡
鏢
鏤
鏱
鏷
鏺
鏻
鐃
鐔
鐘
鐳
鐵
鐸
鐺
鑀
鑄
鑊
鑑
鑒
鑓
鑚
鑠
鑣
鑫
鑭
鑰
鑲
鑼
鑽
鑾
钅
针
钉
钊
钋
钓
钗
钛
钞
钟
钢
钦
钧
钩
钮
钰
钱
钵
钻
钿
铁
铂
铃
铅
铈
铊
铎
铐
铛
铜
铠
铨
铭
铮
铳
银
铺
链
铿
销
锁
锅
锈
锋
锐
锔
错
锟
锡
锣
锦
锵
锷
锺
锻
锿
镂
镇
镕
镜
镧
镨
镫
镭
镲
镶
長
长
門
閃
閇
閉
開
閎
閏
閑
閒
間
閔
閘
閠
閡
関
閣
閤
閥
閦
閨
閩
閬
閭
閱
閲
閻
閼
闆
闇
闈
闊
闋
闌
闍
闐
闓
闔
闕
闖
闘
關
闡
闢
闥
门
闪
闫
闭
问
闯
闰
闱
闲
间
闵
闸
闹
闻
闼
闽
闾
闿
阀
阁
阅
阎
阐
阑
阔
阗
阙
阜
阝
队
阡
阪
阮
阯
阱
防
阳
阴
阵
阶
阻
阿
陀
陁
陂
附
际
陆
陇
陈
陋
陌
降
限
陑
陕
陘
陛
陜
陝
陞
陟
院
陣
除
陥
险
陪
陬
陰
陳
陵
陶
陷
陸
険
陽
隃
隄
隅
隆
隈
隊
隋
隍
階
随
隐
隔
隕
隗
隘
隙
際
障
隝
隠
隣
隧
隨
險
隰
隱
隴
隶
隷
隸
隹
隻
隼
隽
难
雀
雁
雄
雅
集
雇
雉
雋
雌
雍
雑
雒
雕
雖
雙
雛
雜
雞
離
難
雨
雩
雪
雫
雯
雲
雳
零
雷
電
雾
需
霄
霅
霆
震
霉
霊
霍
霏
霑
霓
霖
霜
霞
霧
霫
霭
霰
露
霸
霹
霽
靂
靄
靆
靈
靉
靑
青
靓
靖
静
靚
靛
靜
非
靠
靡
面
革
靳
靴
靺
鞄
鞅
鞆
鞋
鞍
鞏
鞑
鞘
鞜
鞠
鞡
鞨
鞫
鞬
鞭
鞮
韃
韋
韓
韙
韜
韞
韦
韩
韪
韫
韬
韭
音
韵
韶
韻
響
頁
頂
頃
項
順
須
頊
頌
頎
預
頑
頒
頓
頔
頗
領
頠
頡
頤
頪
頫
頭
頴
頵
頷
頸
頹
頻
頼
顆
題
額
顎
顏
顒
顓
顔
顕
顗
願
顛
類
顥
顧
顫
顯
页
顶
项
顺
须
顾
顿
颁
颂
预
领
颇
颈
颍
颐
频
颖
颗
题
颜
额
颠
颢
颦
風
颪
颯
颱
颻
飃
飄
飆
风
飒
飘
飛
飜
飞
食
飡
飢
飩
飫
飬
飭
飯
飲
飴
飼
飽
飾
餃
餅
餉
養
餐
餓
餘
餛
餜
餠
餡
館
餸
饂
饃
饅
饉
饑
饒
饢
饣
饥
饨
饭
饮
饯
饰
饶
饺
饼
饿
馀
馄
馅
馆
馍
馒
馕
首
馗
香
馡
馥
馨
馫
馬
馮
馱
馳
駁
駃
駄
駅
駆
駈
駐
駒
駕
駘
駙
駝
駟
駢
駬
駭
駮
駰
駱
駿
騎
騏
騒
験
騙
騞
騨
騫
騭
騮
騰
騶
驁
驃
驄
驅
驊
驍
驒
驕
驗
驚
驛
驟
驢
驤
驥
驩
马
驮
驰
驱
驳
驸
驹
驺
驻
驼
驾
驿
骃
骄
骆
验
骏
骐
骑
骓
骕
骗
骚
骠
骢
骥
骨
骰
骸
骹
髀
髄
髆
髓
體
高
髙
髡
髦
髪
髭
髮
髯
髻
鬃
鬆
鬍
鬘
鬚
鬣
鬥
鬧
鬩
鬪
鬬
鬮
鬱
鬲
鬹
鬼
魁
魂
魄
魅
魍
魎
魏
魔
魘
魚
魨
魯
魷
鮃
鮎
鮑
鮒
鮓
鮞
鮟
鮨
鮪
鮫
鮭
鮮
鮹
鯀
鯉
鯊
鯖
鯛
鯢
鯤
鯨
鯪
鯰
鯱
鯽
鰂
鰍
鰐
鰒
鰓
鰤
鰭
鰯
鰲
鰹
鰺
鰻
鱀
鱇
鱈
鱒
鱓
鱗
鱷
鱼
鱿
鲁
鲇
鲍
鲘
鲜
鲟
鲤
鲨
鲸
鳄
鳅
鳔
鳝
鳞
鳢
鳥
鳩
鳫
鳯
鳳
鳴
鳶
鴃
鴈
鴉
鴎
鴛
鴟
鴦
鴨
鴻
鴽
鴿
鵄
鵉
鵑
鵜
鵝
鵠
鵡
鵬
鵰
鵲
鵺
鵼
鶉
鶏
鶙
鶚
鶡
鶯
鶴
鶻
鶿
鷄
鷗
鷦
鷲
鷴
鷹
鷺
鸕
鸚
鸝
鸞
鸟
鸠
鸡
鸢
鸣
鸦
鸨
鸬
鸭
鸯
鸳
鸽
鸾
鸿
鹂
鹄
鹅
鹊
鹏
鹘
鹤
鹭
鹰
鹳
鹵
鹸
鹹
鹺
鹽
鹿
麁
麅
麊
麋
麑
麒
麓
麗
麟
麥
麦
麨
麩
麪
麯
麴
麵
麸
麹
麺
麻
麼
麽
麾
麿
黃
黄
黎
黑
黒
黔
默
黙
黛
黜
點
黟
黠
黥
黨
黯
黴
黻
黼
鼇
鼈
鼎
鼐
鼓
鼗
鼠
鼬
鼻
齊
齋
齐
齒
齘
齡
齢
齣
齦
齧
龄
龍
龐
龑
龔
龕
龙
龚
龜
龟
ꀕ
ꁈ
ꁱ
ꂰ
ꂷ
ꂽ
ꆃ
ꆈ
ꆑ
ꇑ
ꉫ
ꉬ
ꉳ
ꉸ
ꉼ
ꊉ
ꊨ
ꋩ
ꌅ
ꌠ
ꍓ
ꎴ
ꏂ
ꏦ
ꏧ
ꑭ
ꑼ
꒰
꒿
ꓘ
ꓠ
ꓡ
ꓢ
ꓬ
ꓮ
ꓱ
ꓲ
ꓴ
ꔤ
ꕀ
ꕙ
꘎
Ꙁ
ꙁ
Ꙃ
ꙃ
Ꙇ
ꙇ
Ꙉ
ꙉ
Ꙋ
ꙋ
ꙍ
Ꙑ
ꙑ
Ꙗ
ꙗ
Ꙟ
Ꙡ
ꙡ
Ꙩ
ꙩ
Ꙫ
ꙫ
Ꙭ
ꙭ
ꙮ
꙳
ꙴ
ꙵ
ꙶ
ꙷ
ꙸ
ꙹ
ꙺ
ꙻ
꙼
Ꚃ
ꚃ
ꚉ
Ꚋ
ꚋ
ꚑ
ꚓ
Ꚗ
ꚗ
Ꚙ
Ꚛ
ꚜ
ꚝ
ꚞ
ꚟ
ꚫ
ꚳ
ꚶ
ꛉ
ꛦ
꛰
꛲
꜒
꜓
꜔
꜕
꜖
ꜜ
ꜝ
Ꜣ
ꜣ
Ꜥ
ꜥ
Ꜧ
ꜧ
ꜫ
ꜰ
ꜱ
Ꝁ
ꝁ
Ꝃ
ꝃ
Ꝅ
ꝅ
Ꝇ
ꝇ
ꝉ
Ꝋ
ꝋ
Ꝑ
ꝑ
Ꝓ
ꝓ
Ꝕ
ꝕ
Ꝗ
ꝗ
Ꝙ
ꝙ
ꝛ
Ꝝ
Ꝟ
ꝟ
Ꝣ
ꝣ
Ꝥ
ꝥ
Ꝫ
ꝫ
ꝭ
ꝯ
ꝰ
ꝵ
Ꝺ
ꝺ
Ꝼ
ꝼ
Ᵹ
Ꝿ
ꝿ
Ꞃ
ꞃ
Ꞅ
ꞅ
Ꞇ
ꞇ
꞉
꞊
Ꞌ
ꞌ
Ɥ
ꞎ
ꞏ
Ꞑ
ꞑ
Ꞓ
ꞓ
ꞕ
ꞗ
Ꞙ
ꞙ
Ꞛ
ꞛ
Ꞝ
ꞝ
Ꞟ
ꞟ
Ꞡ
ꞡ
Ꞣ
ꞣ
Ꞧ
ꞧ
Ꞩ
ꞩ
Ɜ
Ɬ
Ɪ
ꞯ
Ʞ
Ʇ
Ꭓ
Ꞹ
ꞹ
ꞽ
Ꟃ
ꟃ
Ꞔ
Ᶎ
Ꟈ
ꟈ
Ꟊ
ꟊ
Ꟶ
ꟶ
ꟸ
ꟹ
ꟻ
ꟼ
ꟽ
ꟾ
ꟿ
ꠀ
ꠁ
ꠇ
ꠉ
ꠍ
ꠎ
ꠐ
ꠘ
ꠛ
ꠝ
ꠞ
ꠟ
ꠣ
ꠤ
ꠥ
ꠦ
ꢜ
ꢬ
ꢰ
ꢱ
ꢵ
ꣃ
꣄
ꣽ
ꣾ
ꤊ
ꤛ
ꤜ
ꤟ
ꤢ
ꤤ
꤬
꤭
ꤰ
ꤺ
ꤼ
ꤽ
ꥆ
ꥍ
ꥏ
꥓
꥟
ꦀ
ꦁ
ꦂ
ꦃ
ꦄ
ꦉ
ꦊ
ꦋ
ꦏ
ꦒ
ꦓ
ꦔ
ꦕ
ꦗ
ꦚ
ꦛ
ꦝ
ꦟ
ꦠ
ꦡ
ꦢ
ꦣ
ꦤ
ꦥ
ꦧ
ꦨ
ꦩ
ꦪ
ꦫ
ꦭ
ꦮ
ꦯ
ꦱ
ꦲ
꦳
ꦴ
ꦶ
ꦸ
ꦺ
ꦼ
ꦽ
ꦾ
ꦿ
꧀
꧈
꧉
ꧏ
ꨀ
ꨇ
ꨌ
ꨓ
ꨛ
ꨟ
ꨤ
ꨥ
ꨩ
ꨭ
ꨯ
ꨱ
ꩂ
ꩉ
ꩌ
꩜
ꩻ
ꪉ
ꪎ
ꪒ
ꪕ
ꪙ
ꪮ
ꪳ
ꪵ
ꪺ
ꪼ
ꪾ
꪿
ꬵ
ꬶ
ꬼ
ꭁ
ꭑ
ꭓ
ꭕ
ꭜ
ꭝ
ꭞ
ꭟ
ꭦ
ꭨ
ꭩ
ꭹ
ꮅ
ꮎ
ꮜ
ꮝ
ꮤ
ꯀ
ꯁ
ꯂ
ꯃ
ꯄ
ꯅ
ꯆ
ꯇ
ꯈ
ꯉ
ꯊ
ꯋ
ꯌ
ꯍ
ꯏ
ꯑ
ꯒ
ꯔ
ꯕ
ꯖ
ꯗ
ꯛ
ꯜ
ꯝ
ꯞ
ꯟ
ꯠ
ꯡ
ꯢ
ꯣ
ꯤ
ꯥ
ꯦ
ꯧ
ꯨ
ꯩ
꯱
꯲
꯳
꯴
가
각
간
갈
감
갑
갓
갔
강
같
개
객
갱
걀
거
건
걸
검
것
겄
게
겐
겜
겟
겠
겡
겨
격
견
결
겸
겹
겼
경
곁
계
고
곡
곤
곧
골
곰
곱
곳
공
곶
과
곽
관
괄
광
괴
교
구
국
군
굴
굽
굿
궁
권
궐
궤
귀
규
균
귤
그
극
근
글
금
급
기
긴
길
김
깃
깅
까
깔
깡
깥
깨
꺼
꺽
께
꼬
꼰
꼼
꽂
꽃
꽉
꽝
꽹
꾸
꾼
꿈
꿔
끄
끈
끝
끼
나
낙
낚
난
날
남
납
낫
낭
낮
낳
내
낸
낼
냉
냐
냥
너
넋
넌
널
넘
넛
넝
네
넷
녀
녁
년
념
녕
노
녹
논
놀
놈
농
높
뇌
뇩
누
눈
눌
눔
뉘
뉴
느
는
늘
능
늪
늬
니
닉
닐
님
닝
다
닥
단
달
담
답
닷
당
대
댄
댓
댱
더
덕
던
덟
덤
덧
덩
데
델
뎐
도
독
돈
돌
돍
돓
돗
동
돛
돼
되
된
될
됴
두
둑
둔
둘
둥
뒤
듀
드
득
든
들
듬
듭
듯
등
디
딘
딜
딤
딩
따
딸
땅
때
땡
떠
떡
떤
떳
떻
떼
또
똥
뚝
뚱
뛰
뜨
띠
라
락
란
람
랍
랏
랑
래
랙
랜
램
랫
랭
랴
략
량
러
럭
런
럼
럽
렁
렇
레
렉
렌
렐
렛
려
력
련
렬
렵
령
례
롕
로
록
론
롤
롬
롭
롯
롱
뢰
료
룡
루
룬
룰
룸
룽
류
륙
륜
률
륨
르
륵
른
를
름
릉
릎
리
릭
린
릴
림
립
릿
링
마
막
만
맏
말
맘
맛
망
맞
맣
매
맥
맨
맵
맹
먁
머
먹
먼
메
멘
멜
멥
며
면
명
몇
모
목
몬
몰
몸
못
몽
뫼
묘
무
묵
문
묻
물
뭇
뭐
뭘
뭣
뮤
뮬
미
민
믿
밀
밋
및
바
박
밖
반
받
발
밝
밟
밤
밥
방
밭
배
백
밴
뱀
뱅
버
벅
번
벌
범
법
벗
베
벨
벼
벽
변
별
병
보
복
본
볼
봄
봇
봉
봐
봤
부
북
분
불
붉
붐
붓
붕
뷰
뷸
브
블
비
빅
빈
빌
빙
빛
빠
빨
빵
빼
빽
뺨
뻐
뻔
뻥
뼈
뿌
뿔
쁘
쁜
쁨
사
삭
산
살
삼
상
새
색
생
샤
샷
서
석
선
설
섬
섭
섯
성
세
섹
센
셀
셋
셔
션
셜
셤
셸
소
속
손
솔
솜
솟
송
쇄
쇠
쇼
수
숙
순
술
숭
숲
쉐
쉬
쉼
쉽
슈
스
슨
슬
슴
습
승
시
식
신
실
심
십
싶
싸
쌀
쌈
쌍
썬
썸
썼
쏘
쏴
쑤
쑥
쓰
쓴
씀
씨
씬
아
악
안
앉
않
알
암
압
앗
았
앙
앚
앞
애
액
앳
야
약
얀
얇
양
어
억
언
얼
얽
엄
업
없
엇
었
엉
에
엑
엔
엘
엠
여
역
연
엳
열
염
엽
엿
였
영
옆
예
옛
오
옥
온
올
옮
옳
옷
옹
와
완
왔
왕
왜
외
요
욕
용
우
욱
운
울
움
웁
웃
웅
워
원
월
웠
웨
웰
웹
위
윈
윗
유
육
윤
율
융
윷
으
은
을
음
읍
읏
응
의
이
익
인
일
읽
잃
임
입
잇
있
잉
잊
잎
자
작
잔
잖
잠
잡
잣
장
재
잭
쟁
쟈
쟝
저
적
전
절
젊
점
접
젓
정
젖
제
젯
져
졌
조
족
존
졸
좁
종
좋
좌
죄
주
죽
준
줄
줌
줏
중
줬
쥐
쥬
즈
즉
즘
증
지
직
진
질
집
징
짜
짠
짧
짱
째
쩔
쩜
쪽
쫓
쭈
쭉
쯕
찌
찍
찐
찔
찧
차
착
찬
찰
참
찹
창
찾
채
책
챔
처
척
천
철
첨
첩
청
체
쳐
초
촉
촌
총
촬
최
쵸
추
축
춘
출
춤
충
췌
취
츄
츠
측
층
치
친
칠
칡
침
칩
카
칸
칼
캄
캐
커
컨
컬
컴
컵
컷
케
켈
켓
켜
코
콘
콜
콤
콩
콰
쾌
쿠
쿨
퀘
퀴
퀸
큐
큘
크
클
큼
키
킨
킵
킷
킹
타
탁
탄
탈
탉
탐
탑
탕
태
택
탱
터
턴
털
텀
테
텍
텐
텔
템
토
톤
톱
통
퇴
투
툰
퉁
튀
트
특
틀
티
틱
틴
틸
팀
팅
파
팍
팎
판
팔
팝
패
팬
퍼
펄
페
펠
펴
편
평
폐
포
폭
폰
폴
폼
퐁
표
푸
풀
품
풍
퓨
프
픈
플
픔
피
픽
필
핌
핏
핑
하
학
한
할
함
합
핫
항
해
핵
핸
햄
했
행
향
허
헌
험
헤
헬
혁
현
혈
혐
협
형
혜
호
혹
혼
홀
홈
홉
홍
화
확
환
활
황
회
횡
효
후
훈
훤
휘
휴
흉
흐
흑
흔
흘
흠
흡
흣
흥
희
흰
히
힐
힘
﨑
ﬀ
ﬁ
ﬂ
ﬃ
ﬅ
ﬓ
ﬔ
ﬕ
ﬖ
ﬗ
ﬞ
ﭐ
ﭼ
ﮒ
ﮔ
ﮪ
ﯓ
ﯾ
﴾
﴿
ﷲ
ﷺ
﷼
︁
︎
️
︠
︡
︣
︦
︰
﹋
﹐
﹑
﹕
﹘
﹞
﹣
ﺀ
ﺁ
ﺃ
ﺅ
ﺇ
ﺉ
ﺍ
ﺎ
ﺏ
ﺑ
ﺒ
ﺓ
ﺕ
ﺗ
ﺘ
ﺙ
ﺛ
ﺝ
ﺟ
ﺡ
ﺣ
ﺥ
ﺨ
ﺩ
ﺪ
ﺫ
ﺭ
ﺮ
ﺯ
ﺰ
ﺱ
ﺳ
ﺴ
ﺵ
ﺸ
ﺹ
ﺽ
ﻀ
ﻁ
ﻅ
ﻉ
ﻋ
ﻍ
ﻏ
ﻑ
ﻒ
ﻓ
ﻕ
ﻗ
ﻘ
ﻙ
ﻚ
ﻛ
ﻝ
ﻟ
ﻠ
ﻡ
ﻣ
ﻤ
ﻥ
ﻦ
ﻧ
ﻨ
ﻩ
ﻪ
ﻭ
ﻮ
ﻰ
ﻲ
ﻳ
ﻴ
ﻻ
！
＆
（
）
＊
，
－
．
／
０
１
２
３
４
５
６
７
８
：
；
＜
＞
？
Ａ
Ｃ
Ｄ
Ｈ
Ｊ
Ｐ
［
］
＿
｀
ａ
ｋ
ｒ
｜
～
｠
｢
｣
､
･
ｰ
ｱ
ｲ
ｶ
ｷ
ｸ
ｻ
ｼ
ｽ
ﾀ
ﾁ
ﾄ
ﾅ
ﾆ
ﾉ
ﾊ
ﾋ
ﾌ
ﾍ
ﾎ
ﾐ
ﾓ
ﾗ
ﾚ
ﾝ
ﾞ
￢
�
𐀀
𐀅
𐀍
𐀏
𐀕
𐀖
𐀙
𐀛
𐀞
𐀨
𐀩
𐀫
𐀭
𐀮
𐀯
𐀰
𐀼
𐄫
𐅀
𐅁
𐅂
𐅄
𐅅
𐅆
𐅇
𐅗
𐅢
𐆃
𐆐
𐆑
𐆒
𐆓
𐆔
𐆕
𐆖
𐆗
𐆘
𐊀
𐊁
𐊄
𐊅
𐊆
𐊇
𐊍
𐊎
𐊏
𐊐
𐊑
𐊓
𐊕
𐊖
𐊗
𐊜
𐊠
𐊢
𐊣
𐊥
𐊦
𐊩
𐊪
𐊫
𐊭
𐊰
𐊲
𐊳
𐊴
𐊵
𐊸
𐊹
𐊺
𐊿
𐋅
𐋇
𐋈
𐌀
𐌁
𐌂
𐌃
𐌄
𐌅
𐌆
𐌇
𐌈
𐌉
𐌊
𐌋
𐌌
𐌍
𐌎
𐌏
𐌐
𐌑
𐌒
𐌓
𐌔
𐌕
𐌖
𐌗
𐌙
𐌛
𐌝
𐌟
𐌠
𐌡
𐌢
𐌣
𐌭
𐌰
𐌱
𐌲
𐌳
𐌴
𐌷
𐌸
𐌹
𐌺
𐌻
𐌼
𐌽
𐌾
𐌿
𐍀
𐍁
𐍂
𐍃
𐍄
𐍅
𐍆
𐍈
𐍉
𐍊
𐍐
𐍑
𐍒
𐍓
𐍔
𐍕
𐍜
𐍟
𐍠
𐍣
𐍨
𐍩
𐍮
𐍵
𐎁
𐎃
𐎋
𐎌
𐎍
𐎎
𐎐
𐎓
𐎕
𐎗
𐎚
𐎠
𐎡
𐎢
𐎣
𐎥
𐎦
𐎧
𐎫
𐎭
𐎮
𐎰
𐎱
𐎲
𐎴
𐎶
𐎷
𐎹
𐎺
𐎼
𐎿
𐏀
𐏁
𐏂
𐏃
𐏈
𐏉
𐏊
𐏋
𐏐
𐐐
𐐔
𐐝
𐐢
𐐦
𐐧
𐐨
𐐩
𐐫
𐐬
𐐭
𐐮
𐐯
𐐱
𐐶
𐐷
𐐸
𐐹
𐐺
𐐻
𐐼
𐐽
𐐾
𐑀
𐑁
𐑃
𐑄
𐑅
𐑉
𐑊
𐑋
𐑌
𐑑
𐑒
𐑕
𐑖
𐑛
𐑝
𐑞
𐑥
𐑦
𐑧
𐑨
𐑩
𐑪
𐑯
𐑰
𐑱
𐑳
𐑾
𐒀
𐒁
𐒂
𐒄
𐒆
𐒇
𐒈
𐒋
𐒍
𐒏
𐒐
𐒑
𐒒
𐒓
𐒔
𐒕
𐒖
𐒗
𐒘
𐒙
𐒛
𐒝
𐒦
𐒩
𐒰
𐒷
𐒻
𐒼
𐒿
𐓀
𐓂
𐓃
𐓄
𐓆
𐓊
𐓍
𐓏
𐓐
𐓓
𐓘
𐓢
𐓤
𐓮
𐓶
𐔳
𐔵
𐔼
𐕌
𐕎
𐕒
𐕡
𐘂
𐘇
𐘈
𐘱
𐠀
𐠍
𐠚
𐠜
𐠞
𐠩
𐡀
𐡁
𐡂
𐡃
𐡄
𐡅
𐡆
𐡇
𐡈
𐡉
𐡊
𐡋
𐡌
𐡍
𐡎
𐡏
𐡐
𐡑
𐡒
𐡓
𐡔
𐡕
𐡦
𐡩
𐡰
𐤀
𐤁
𐤂
𐤃
𐤄
𐤅
𐤆
𐤇
𐤈
𐤉
𐤊
𐤋
𐤌
𐤍
𐤎
𐤏
𐤐
𐤑
𐤒
𐤓
𐤔
𐤕
𐤠
𐤡
𐤣
𐤤
𐤥
𐤦
𐤧
𐤨
𐤩
𐤪
𐤫
𐤬
𐤭
𐤮
𐤰
𐤱
𐤲
𐤳
𐤵
𐤶
𐤷
𐤹
𐦐
𐦠
𐦡
𐦧
𐦨
𐦰
𐦲
𐦷
𐨀
𐨁
𐨂
𐨅
𐨆
𐨐
𐨑
𐨒
𐨖
𐨗
𐨞
𐨟
𐨡
𐨣
𐨤
𐨥
𐨨
𐨪
𐨫
𐨬
𐨭
𐨮
𐨯
𐨱
𐨵
𐨿
𐩢
𐩣
𐩤
𐩥
𐩦
𐩧
𐩨
𐩩
𐩪
𐩫
𐩬
𐩮
𐩯
𐩰
𐩱
𐩲
𐩳
𐩵
𐩷
𐩹
𐩺
𐩻
𐩽
𐪀
𐪁
𐪂
𐪃
𐪅
𐪇
𐪈
𐪉
𐪋
𐪌
𐪍
𐪎
𐪏
𐪐
𐪑
𐪒
𐪓
𐪔
𐪕
𐪗
𐪘
𐪙
𐪚
𐪛
𐪜
𐫀
𐫄
𐫇
𐫏
𐫐
𐫔
𐫖
𐫗
𐫘
𐫛
𐫡
𐬀
𐬁
𐬆
𐬈
𐬉
𐬊
𐬌
𐬍
𐬎
𐬐
𐬔
𐬙
𐬚
𐬛
𐬞
𐬥
𐬨
𐬫
𐬬
𐬭
𐬯
𐬰
𐬱
𐬴
𐬵
𐭀
𐭃
𐭅
𐭆
𐭇
𐭉
𐭌
𐭍
𐭏
𐭐
𐭑
𐭒
𐭓
𐭔
𐭕
𐭠
𐭡
𐭢
𐭣
𐭤
𐭥
𐭦
𐭧
𐭩
𐭪
𐭫
𐭬
𐭭
𐭮
𐭯
𐭱
𐭲
𐮀
𐮈
𐮋
𐮌
𐰀
𐰅
𐰆
𐰇
𐰈
𐰉
𐰋
𐰍
𐰎
𐰏
𐰔
𐰖
𐰘
𐰚
𐰛
𐰜
𐰞
𐰠
𐰣
𐰬
𐰯
𐰰
𐰲
𐰴
𐰸
𐰺
𐰻
𐰼
𐰽
𐰾
𐱁
𐱂
𐱃
𐱅
𐲥
𐳇
𐳉
𐳋
𐳌
𐳓
𐳖
𐳗
𐳞
𐴌
𐴒
𐴗
𐴙
𐴚
𐴝
𐴥
𐼀
𐼂
𐼄
𐼇
𐼈
𐼊
𐼋
𐼌
𐼑
𐼰
𐼱
𐼲
𐼴
𐼵
𐼶
𐼷
𐼸
𐼹
𐼼
𐾰
𐾺
𐾻
𐾼
𐾽
𐾾
𐿁
𐿃
𐿄
𑀁
𑀅
𑀆
𑀇
𑀈
𑀉
𑀏
𑀐
𑀑
𑀓
𑀔
𑀕
𑀖
𑀗
𑀘
𑀚
𑀜
𑀝
𑀡
𑀢
𑀣
𑀤
𑀥
𑀦
𑀧
𑀨
𑀩
𑀪
𑀫
𑀬
𑀭
𑀮
𑀯
𑀰
𑀱
𑀲
𑀳
𑀸
𑀺
𑀻
𑀼
𑀽
𑁂
𑁃
𑁄
𑁅
𑁆
𑁇
𑁈
𑁉
𑁊
𑁋
𑁌
𑁍
𑁔
𑁞
𑁣
𑂁
𑂃
𑂆
𑂇
𑂍
𑂎
𑂏
𑂑
𑂒
𑂔
𑂗
𑂘
𑂙
𑂝
𑂞
𑂠
𑂢
𑂣
𑂤
𑂥
𑂦
𑂧
𑂨
𑂩
𑂪
𑂮
𑂯
𑂰
𑂱
𑂲
𑂳
𑂴
𑂵
𑂶
𑂷
𑂹
𑃐
𑃚
𑃝
𑄁
𑄇
𑄈
𑄉
𑄋
𑄌
𑄐
𑄖
𑄘
𑄚
𑄛
𑄝
𑄞
𑄟
𑄠
𑄡
𑄢
𑄣
𑄥
𑄦
𑄧
𑄨
𑄪
𑄮
𑄳
𑄴
𑆑
𑆫
𑆯
𑆳
𑆶
𑇀
𑊆
𑊝
𑊥
𑌁
𑌣
𑌦
𑌪
𑌮
𑌹
𑌿
𑍂
𑍇
𑍍
𑍐
𑐐
𑐔
𑐞
𑐟
𑐡
𑐣
𑐥
𑐩
𑐬
𑐮
𑐰
𑐱
𑐳
𑐴
𑐵
𑐶
𑐷
𑐸
𑐾
𑑂
𑑃
𑑅
𑑉
𑒏
𑒑
𑒞
𑒠
𑒡
𑒢
𑒣
𑒥
𑒧
𑒩
𑒪
𑒫
𑒬
𑒮
𑒯
𑒱
𑒲
𑒳
𑒵
𑒼
𑓀
𑓂
𑖌
𑖜
𑖟
𑖠
𑖢
𑖦
𑖭
𑖮
𑖰
𑖸
𑖼
𑖽
𑖿
𑗝
𑘘
𑘚
𑘞
𑘦
𑘨
𑘪
𑘬
𑘭
𑘮
𑘰
𑘲
𑘽
𑘿
𑚊
𑚌
𑚎
𑚛
𑚝
𑚤
𑚦
𑚨
𑚪
𑚫
𑚭
𑚮
𑚯
𑚶
𑜁
𑜄
𑜉
𑜑
𑜒
𑜨
𑜩
𑜪
𑜫
𑠌
𑠖
𑠛
𑠢
𑠤
𑠥
𑠪
𑠬
𑠮
𑠵
𑠹
𑢹
𑣅
𑣉
𑣋
𑣎
𑣖
𑣜
𑪞
𑪟
𑪠
𑻠
𑻤
𑻥
𑻭
𑻰
𒀀
𒀄
𒀉
𒀊
𒀏
𒀕
𒀜
𒀝
𒀞
𒀠
𒀪
𒀫
𒀭
𒀸
𒀾
𒁀
𒁄
𒁇
𒁉
𒁍
𒁓
𒁕
𒁯
𒁰
𒁲
𒁶
𒁹
𒁺
𒁻
𒁽
𒁾
𒂂
𒂃
𒂅
𒂊
𒂍
𒂕
𒂗
𒂠
𒂡
𒂵
𒂷
𒂼
𒃡
𒃮
𒃰
𒃲
𒃶
𒃷
𒃸
𒃻
𒃼
𒄀
𒄄
𒄈
𒄊
𒄑
𒄒
𒄖
𒄘
𒄠
𒄩
𒄭
𒄯
𒄰
𒄲
𒄴
𒄷
𒄾
𒄿
𒅀
𒅁
𒅅
𒅆
𒅇
𒅈
𒅊
𒅍
𒅎
𒅔
𒅕
𒅖
𒅗
𒅤
𒅥
𒅴
𒅻
𒆕
𒆗
𒆜
𒆟
𒆠
𒆤
𒆥
𒆧
𒆬
𒆭
𒆰
𒆳
𒆷
𒇉
𒇯
𒇲
𒇴
𒇷
𒇻
𒇽
𒈗
𒈛
𒈜
𒈝
𒈠
𒈣
𒈤
𒈥
𒈦
𒈧
𒈨
𒈩
𒈪
𒈬
𒈭
𒈾
𒈿
𒉀
𒉁
𒉃
𒉆
𒉈
𒉋
𒉌
𒉏
𒉘
𒉚
𒉡
𒉣
𒉪
𒉺
𒉽
𒉿
𒊊
𒊏
𒊑
𒊒
𒊓
𒊕
𒊨
𒊩
𒊬
𒊮
𒊷
𒊺
𒋗
𒋙
𒋛
𒋠
𒋡
𒋢
𒋧
𒋩
𒋫
𒋰
𒋳
𒋻
𒋼
𒋾
𒌅
𒌆
𒌇
𒌈
𒌉
𒌋
𒌌
𒌍
𒌑
𒌒
𒌓
𒌗
𒌝
𒌣
𒌤
𒌦
𒌨
𒌴
𒌷
𒍏
𒍑
𒍗
𒍝
𒍠
𒍣
𒍪
𒍮
𒎏
𒐐
𒐕
𒐘
𒐼
𒑰
𒔁
𓀀
𓀭
𓁐
𓂋
𓂓
𓂝
𓂧
𓃞
𓃭
𓄤
𓄿
𓅃
𓅒
𓅓
𓅭
𓅽
𓆎
𓆛
𓆱
𓆷
𓇋
𓇯
𓇳
𓇷
𓇸
𓇹
𓇺
𓇿
𓈉
𓈎
𓈔
𓈖
𓈙
𓉔
𓉺
𓊅
𓊖
𓊽
𓋔
𓋹
𓋾
𓌉
𓎛
𓎸
𓏏
𓏼
𖠰
𖣔
𖤉
𖤐
𖤓
𖥔
𖩃
𖩑
𖩓
𖫒
𖫢
𖫧
𖫨
𖫰
𖫱
𖫳
𖬌
𖬣
𖬵
𖿣
𘬜
𘭪
𘱪
𘲚
𛀁
𛀆
𝄆
𝄇
𝄋
𝄌
𝄐
𝄑
𝄞
𝄪
𝄫
𝄽
𝆏
𝆦
𝆧
𝆩
𝍷
𝐀
𝐈
𝐍
𝐚
𝐛
𝐞
𝐡
𝐢
𝐥
𝐧
𝐩
𝐬
𝐭
𝐮
𝐴
𝐵
𝐸
𝐼
𝐿
𝑀
𝑅
𝑎
𝑐
𝑒
𝑝
𝑲
𝑷
𝒍
𝒪
𝒫
𝒮
𝒱
𝒳
𝓅
𝓈
𝓜
𝓠
𝓲
𝓸
𝔄
𝔅
𝔇
𝔈
𝔉
𝔊
𝔍
𝔎
𝔏
𝔐
𝔑
𝔒
𝔓
𝔔
𝔖
𝔗
𝔘
𝔙
𝔚
𝔛
𝔜
𝔞
𝔟
𝔠
𝔡
𝔢
𝔣
𝔤
𝔥
𝔦
𝔧
𝔨
𝔩
𝔪
𝔫
𝔬
𝔭
𝔮
𝔯
𝔰
𝔱
𝔲
𝔳
𝔴
𝔵
𝔶
𝔷
𝕬
𝕭
𝕮
𝕯
𝕰
𝕱
𝕲
𝕳
𝕴
𝕵
𝕶
𝕷
𝕸
𝕹
𝕺
𝕻
𝕼
𝕽
𝕾
𝕿
𝖀
𝖁
𝖂
𝖃
𝖄
𝖅
𝖆
𝖇
𝖈
𝖉
𝖊
𝖋
𝖌
𝖍
𝖎
𝖏
𝖐
𝖑
𝖒
𝖓
𝖔
𝖕
𝖖
𝖗
𝖘
𝖙
𝖚
𝖛
𝖜
𝖝
𝖞
𝖟
𝖳
𝗔
𝗣
𝗦
𝗧
𝗩
𝗮
𝗱
𝗲
𝗴
𝗵
𝗶
𝗹
𝗺
𝗻
𝗼
𝗽
𝗿
𝘁
𝘂
𝘃
𝘊
𝘋
𝘌
𝘍
𝘕
𝘙
𝘛
𝘢
𝘣
𝘤
𝘥
𝘦
𝘧
𝘨
𝘩
𝘪
𝘭
𝘮
𝘯
𝘰
𝘱
𝘳
𝘴
𝘵
𝘶
𝘹
𝘺
𝘼
𝘽
𝘾
𝙃
𝙎
𝙔
𝙖
𝙗
𝙙
𝙚
𝙛
𝙜
𝙝
𝙞
𝙠
𝙡
𝙤
𝙧
𝙨
𝙩
𝙪
𝙬
𝙯
𝚫
𝛁
𝛂
𝛃
𝛷
𝛼
𝛽
𝛾
𝛿
𝜁
𝜂
𝜃
𝜉
𝜋
𝜌
𝜎
𝜏
𝜑
𝜒
𝜓
𝜙
𝜶
𝜼
𝝅
𝝉
𝝎
𝞪
𝞴
𝟀
𝟁
𝟏
𞠗
𞠣
𞡓
𞢱
𞤁
𞤂
𞤃
𞤆
𞤍
𞤏
𞤑
𞤢
𞤣
𞤤
𞤥
𞤦
𞤩
𞤪
𞤫
𞤭
𞤮
𞤯
𞤱
𞤲
𞤳
𞤴
𞤵
𞤶
𞤷
𞤺
𞤼
𞥄
𞥅
𞥆
𞺀
🀄
🀢
🀣
🀤
🀥
🀦
🀧
🀨
🀩
🄎
🅭
🅯
🅱
🇦
🇧
🇨
🇩
🇪
🇫
🇬
🇭
🇮
🇯
🇰
🇱
🇲
🇳
🇴
🇵
🇶
🇷
🇸
🇹
🇺
🇻
🇼
🇾
🇿
🈁
🈂
🈓
🌅
🌇
🌈
🌐
🌟
🌠
🌳
🌻
🌿
🍀
🍄
🍡
🍢
🍱
🍶
🎄
🎊
🎑
🎗
🎜
🎝
🎠
🎣
🎤
🎬
🎵
🎶
🏖
🏝
🏡
🏪
🏯
🏳
🏴
🏵
🐚
🐟
🐠
🐢
🐮
🐱
🐳
👁
👌
👑
👓
👗
👤
👪
👹
👺
💐
💚
💣
💦
💨
💫
💬
💯
📎
📰
📷
📸
🔅
🔆
🔊
🔍
🔎
🔘
🔟
🔯
🔰
🔴
🔵
🔶
🔷
🔹
🕊
🕶
🗡
🗣
🗨
🗸
🗼
🗽
🗿
😂
😏
😐
😵
🙂
🙏
🚃
🚫
🚲
🚶
🛈
🛠
🛶
🜁
🜂
🜃
🜄
🜇
🜈
🜊
🜍
🜏
🜔
🜘
🜚
🜛
🜨
🜲
🜳
🜴
🜵
🜶
🜹
🜺
🝈
🝛
🝪
🝫
🝬
🝮
🝰
🝱
🞨
🞵
🞶
🞷
🞸
🞹
🞺
🟠
🟢
🟣
🟥
🟦
🟨
🟩
🤓
🤘
🤙
🤚
🤷
🥚
🥸
🧀
🧝
🧧
🧫
🨀
🨁
🨂
🨃
🨄
🨅
🩏
🩐
🩒
🩓
🪆
🪐
🯆
𠀧
𠄘
𠄩
𠄼
𠅜
𠊎
𠊛
𠑬
𠒇
𠓺
𠯮
𠵇
𠵿
𡆇
𡈼
𡎝
𡒉
𡘯
𡙇
𡨸
𡶀
𡽫
𢆥
𢆫
𢜠
𢬭
𢶢
𣂏
𣎏
𣦮
𣩂
𣶒
𣷷
𤁠
𤔻
𤤰
𤯩
𤼵
𤾓
𥁕
𥔋
𥪞
𥮊
𥯖
𥹰
𦝄
𦣞
𦰡
𦰩
𦳣
𧏛
𧚔
𨥈
𨳊
𨳍
𨳒
𨷈
𩚵
𩹄
𪩮
𪼀
𫍯
𫏾
𫘝
𫜗
𫨩
𬒗
𬧐
𭙏
𰀪
𰻝
𰻞
󠄁
󠄂
##s
##y
##c
##h
##o
##p
##m
##i
##a
##n
##t
##u
##l
##b
##e
##r
##g
##q
##d
##f
##K
##4
##0
##J
##2
##D
##5
##8
##3
##7
##1
##F
##k
##ä
##T
##B
##R
##9
##ά
##φ
##θ
##α
##v
##í
##N
##M
##P
##â
##Q
##U
##G
##р
##а
##с
##н
##о
##г
##é
##A
##C
##L
##ǻ
##ï
##j
##I
##w
##H
##_
##S
##事
##長
##E
##þ
##ó
##ł
##z
##O
##ı
##x
##浩
##強
##в
##ད
##ྨ
##野
##宇
##都
##宮
##氏
##ŕ
##è
##6
##ṭ
##ῖ
##μ
##ι
##Z
##ო
##მ
##ე
##ლ
##ā
##ʾ
##á
##W
##V
##ー
##タ
##構
##造
##æ
##X
##Y
##ு
##ழ
##ா
##த
##்
##ட
##ன
##я
##у
##雀
##ğ
##ν
##ό
##τ
##η
##ο
##ς
##ˈ
##͡
##ʒ
##政
##報
##告
##'
##:
##ą
##溪
##酒
##家
##ī
##и
##е
##к
##ū
##س
##ف
##ن
##د
##ی
##ا
##ر
##*
##)
##ü
##ን
##ዓ
##ፈ
##å
##麻
##湯
##圓
##č
##м
##л
##ѹ
##й
##ø
##à
##ć
##ূ
##র
##্
##ণ
##া
##ঙ
##গ
##松
##次
##ǀ
##ი
##ź
##一
##条
##殿
##ф
##ы
##х
##ấ
##ē
##т
##џ
##И
##ð
##ö
##ế
##ţ
##!
##爆
##発
##ō
##"
##=
##ू
##त
##े
##ʼ
##š
##獻
##瑞
##д
##ц
##п
##\
##|
##山
##田
##界
##西
##ª
##́
##多
##考
##驗
##ь
##ÿ
##子
##駅
##ř
##ý
##κ
##λ
##ő
##ņ
##ê
##ț
##ǫ
##̯
##ʻ
##ন
##ú
##習
##授
##業
##校
##佛
##古
##庙
##ン
##ス
##ケ
##단
##주
##ë
##的
##自
##我
##分
##裂
##之
##歌
##ा
##ल
##橋
##夜
##泊
##ş
##拉
##语
##ś
##虎
##斷
##魂
##槍
##ă
##懷
##⁙
##坂
##村
##の
##う
##ち
##新
##免
##ж
##Ü
##ו
##נ
##ע
##ם
##ت
##ھ
##ག
##ོ
##⎹
##⎸
##行
##و
##ش
##ه
##仁
##皇
##后
##男
##학
##실
##험
##ј
##ç
##守
##煌
##緬
##ρ
##ͦ
##𐭀
##𐭍
##𐭉
##б
##ч
##克
##用
##び
##に
##き
##て
##ね
##具
##͂
##і
##ل
##ج
##َ
##ę
##ñ
##ș
##ǒ
##리
##ш
##ň
##з
##↑
##ô
##ܠ
##ܦ
##ܢ
##ܘ
##ܬ
##ܐ
##С
##Р
##来
##—
##っ
##そ
##}
##^
##국
##부
##인
##교
##육
##회
##ל
##י
##א
##Ꮹ
##Ꮎ
##Ꮝ
##Ꭹ
##コ
##ル
##等
##兵
##曹
##غ
##武
##小
##学
##生
##ã
##ล
##้
##า
##ย
##เ
##ข
##ี
##ว
##ส
##伽
##公
##主
##(
##ķ
##ò
##.
##義
##順
##ṃ
##ṇ
##स
##ु
##र
##य
##ण
##ी
##昱
##翔
##ƒ
##ܰ
##ܪ
##”
##,
##ъ
##າ
##ນ
##β
##δ
##ή
##土
##真
##宗
##श
##क
##्
##ि
##ḍ
##ṣ
##‡
##ౌ
##ర
##్
##ణ
##మ
##ి
##教
##育
##م
##ز
##王
##ب
##ى
##ὸ
##&
##ĭ
##ξ
##έ
##σ
##ń
##𐏁
##𐏂
##𐎱
##𐎠
##𐎺
##リ
##ツ
##鋼
##機
##株
##式
##会
##社
##林
##寺
##լ
##ե
##ց
##ի
##作
##減
##壓
##有
##良
##方
##祐
##範
##記
##ʷ
##ƛ
##ə
##纯
##菲
##द
##ग
##थ
##了
##-
##春
##航
##路
##ù
##−
##;
##ε
##ω
##ί
##ḇ
##น
##ำ
##ค
##ง
##榮
##–
##日
##本
##剣
##道
##演
##大
##賀
##川
##直
##美
##υ
##ὰ
##ż
##̲
##ʿ
##も
##な
##く
##デ
##ビ
##ュ
##{
##+
###
##Ħ
##ま
##り
##寿
##司
##ḷ
##東
##海
##光
##八
##尾
##中
##ට
##ත
##්
##ڌ
##ي
##さ
##न
##ḥ
##関
##あ
##げ
##巻
##►
##ม
##ู
##่
##ก
##ะ
##็
##ด
##/
##阳
##市
##源
##镇
##心
##✠
##國
##加
##州
##十
##七
##哩
##岸
##χ
##碑
##̤
##ร
##ต
##ั
##ิ
##โ
##ภ
##ͣ
##命
##ŵ
##ß
##出
##表
##現
##獎
##ʺ
##ז
##ק
##ր
##ք
##ը
##型
##列
##车
##进
##入
##申
##站
##ě
##特
##ž
##õ
##逸
##鯉
##而
##能
##靜
##œ
##ס
##ט
##騭
##ک
##信
##童
##話
##ḱ
##ุ
##ณ
##ฒ
##永
##济
##桥
##立
##ぬ
##ෘ
##ක
##ෂ
##ය
##ේ
##њ
##河
##순
##페
##이
##俊
##ῦ
##頭
##刑
##務
##所
##支
##ė
##也
##蕭
##何
##º
##ँ
##ो
##ി
##ല
##ക
##്
##ю
##☿
##ज
##園
##智
##内
##親
##ɛ
##癌
##π
##ῶ
##哉
##ʲ
##ゅ
##ֶ
##ׁ
##め
##る
##排
##水
##管
##등
##병
##和
##拡
##張
##カ
##ド
##微
##ங
##க
##ல
##ம
##庚
##“
##‘
##つ
##度
##で
##î
##晓
##东
##₪
##元
##朗
##官
##學
##ː
##ն
##ծ
##午
##節
##@
##ִ
##ר
##צ
##ָ
##削
##面
##化
##乡
##基
##浪
##獅
##?
##ᓂ
##ᔑ
##ᓈ
##ᐯ
##ᐗ
##ᑭ
##念
##虫
##ح
##ك
##ì
##γ
##ť
##½
##ʌ
##М
##Н
##恵
##白
##書
##吾
##į
##天
##ブ
##ロ
##グ
##ィ
##熊
##維
##尼
##與
##跳
##ʽ
##洲
##郡
##店
##û
##ⁿ
##†
##ṛ
##ェ
##ナ
##イ
##補
##광
##장
##城
##关
##帝
##고
##ᐦ
##ǎ
##か
##し
##い
##未
##√
##清
##泰
##밤
##Ö
##班
##曼
##怡
##侯
##Ļ
##ป
##ฐ
##ท
##ศ
##と
##杰
##̍
##冤
##ӧ
##ɪ
##ύ
##ѣ
##ა
##კ
##Α
##Μ
##Ι
##Λ
##Ο
##Σ
##女
##ْ
##ق
##ِ
##ǔ
##郷
##ガ
##テ
##バ
##た
##藏
##茂
##ṁ
##ḫ
##щ
##豹
##奇
##巖
##芸
##إ
##婆
##三
##聖
##伝
##統
##流
##木
##計
##ӗ
##ҫ
##龙
##实
##刀
##寇
##防
##塁
##ꜜ
##ط
##전
##대
##ң
##世
##秘
##策
##ɑ
##影
##音
##樂
##紀
##實
##己
##限
##定
##意
##識
##ŏ
##ן
##南
##陽
##경
##禶
##ų
##ُ
##̃
##외
##버
##스
##ं
##段
##神
##台
##交
##通
##局
##ர
##ோ
##வ
##ே
##璙
##ṯ
##<
##>
##灯
##袴
##灣
##藍
##鵲
##ʃ
##志
##焚
##字
##炉
##将
##ئ
##ɔ
##杯
##フ
##チ
##ク
##Ꜣ
##ọ
##鄉
##仏
##判
##然
##令
##金
##星
##象
##უ
##ნ
##法
##九
##章
##球
##倍
##術
##股
##份
##ћ
##筰
##秉
##ッ
##ハ
##ト
##明
##臣
##는
##פ
##ٍ
##ד
##ை
##ố
##𒊮
##𒆜
##ʎ
##ถ
##ธ
##ġ
##§
##格
##人
##間
##係
##実
##百
##科
##ſ
##李
##舜
##級
##驅
##逐
##艦
##ピ
##ந
##Ф
##А
##Я
##瀬
##町
##马
##ষ
##̂
##ё
##沙
##経
##衛
##視
##’
##מ
##区
##莉
##ห
##Δ
##Κ
##บ
##ိ
##န
##်
##း
##ဖ
##ေ
##ာ
##絳
##Ă
##య
##ా
##ϋ
##华
##為
##울
##역
##戸
##ַ
##ב
##ְ
##ּ
##ֹ
##盛
##島
##Ø
##ப
##ி
##É
##Ę
##브
##˧
##˥
##飛
##律
##宾
##总
##统
##奎
##幗
##英
##雄
##佐
##典
##帖
##紙
##風
##暴
##ョ
##よ
##笔
##窪
##遠
##待
##ア
##物
##ذ
##べ
##隗
##ड
##़
##戒
##菩
##薩
##會
##ة
##̆
##平
##槌
##զ
##ո
##ւ
##蛰
##存
##曲
##ᾴ
##व
##ު
##ރ
##ީ
##师
##ʀ
##ە
##∴
##ζ
##ォ
##歴
##史
##庫
##里
##雍
##Í
##Ä
##Ð
##Å
##Š
##香
##ώ
##頤
##花
##љ
##棣
##ϊ
##ञ
##म
##ত
##ি
##হ
##য
##ব
##ী
##兜
##轉
##唱
##თ
##ს
##შ
##弦
##甍
##О
##ং
##স
##দ
##代
##湿
##原
##沢
##辟
##だ
##화
##가
##ս
##տ
##ա
##ᕐ
##ᒡ
##ᒋ
##ᖅ
##靈
##空
##戰
##士
##火
##線
##К
##Д
##Е
##І
##垣
##ノ
##短
##期
##済
##観
##測
##調
##査
##ŋ
##Υ
##鳳
##ů
##應
##身
##如
##月
##ベ
##ש
##ĝ
##髮
##烏
##孤
##ề
##ّ
##э
##열
##北
##̠
##理
##⁊
##ザ
##ギ
##방
##공
##무
##원
##ክ
##ዱ
##眞
##送
##성
##군
##청
##Л
##ょ
##せ
##ር
##ጐ
##ራ
##▲
##ய
##อ
##部
##尚
##知
##ै
##ח
##ֵ
##龍
##精
##レ
##ḏ
##商
##地
##言
##磨
##ḗ
##優
##ג
##რ
##坤
##ឹ
##ក
##ជ
##្
##រ
##ល
##់
##ڤ
##ڠ
##検
##索
##ソ
##陵
##邑
##̚
##ไ
##พ
##์
##２
##太
##妃
##下
##ೈ
##ಸ
##ೂ
##ರ
##ಿ
##ನ
##园
##Β
##醫
##昆
##蟲
##搞
##笑
##諾
##貝
##爾
##院
##蚓
##結
##予
##Ν
##Ω
##Γ
##Ε
##晨
##師
##像
##ך
##话
##届
##受
##証
##ེ
##国
##馬
##委
##員
##구
##重
##開
##始
##$
##%
##孺
##ῑ
##葛
##料
##ѧ
##ļ
##ミ
##ダ
##茶
##民
##爵
##昨
##離
##港
##ȝ
##句
##င
##ပ
##ြ
##玲
##Č
##ু
##福
##满
##间
##₩
##冬
##ዳ
##ሞ
##府
##ラ
##ᒥ
##ᖕ
##ᒪ
##ᒃ
##ᑑ
##ɹ
##榕
##剌
##斤
##ŭ
##產
##建
##設
##留
##传
##栄
##場
##企
##画
##課
##გ
##ึ
##巴
##哈
##ה
##ɣ
##回
##蹴
##ெ
##ウ
##麗
##欣
##Т
##Ы
##兰
##波
##染
##ො
##හ
##蔵
##庭
##ኒ
##ቨ
##ስ
##ቲ
##密
##载
##振
##楽
##器
##선
##왕
##조
##록
##°
##愛
##青
##浦
##莫
##愁
##脉
##潤
##起
##ご
##こ
##が
##全
##わ
##エ
##シ
##ద
##手
##⁄
##ẓ
##衍
##碼
##緝
##兇
##̒
##∃
##队
##指
##挥
##ư
##要
##装
##備
##ї
##パ
##ে
##ড
##়
##ল
##ট
##す
##ん
##Х
##年
##寄
##乃
##文
##爱
##凌
##Ĉ
##Ñ
##々
##房
##苗
##死
##Θ
##Η
##內
##名
##メ
##唄
##址
##稀
##耀
##景
##鎮
##井
##勇
##̐
##休
##ʹ
##~
##外
##域
##ฟ
##Π
##夷
##塚
##ジ
##ौ
##¶
##剑
##铃
##亦
##舒
##肉
##量
##십
##자
##간
##호
##ˀ
##ث
##£
##ற
##オ
##ャ
##린
##ደ
##ይ
##様
##不
##怕
##ሰ
##轅
##劍
##網
##版
##别
##楼
##洞
##瑶
##族
##尺
##瓊
##勾
##玉
##崎
##第
##డ
##క
##ు
##ホ
##ム
##우
##시
##겠
##습
##니
##까
##𒌤
##𒀀
##ʔ
##ẹ
##臥
##邨
##哀
##桂
##芳
##暉
##温
##亭
##录
##片
##¿
##ව
##ි
##ප
##ෙ
##ὺ
##ạ
##ἷ
##여
##伞
##ṟ
##⊃
##⊦
##ⲉ
##ϩ
##̅
##德
##總
##ῆ
##ެ
##އ
##ް
##ލ
##ަ
##ި
##ދ
##ޫ
##̓
##左
##ര
##Χ
##ǣ
##丸
##Ó
##助
##セ
##ũ
##郎
##慶
##◊
##ә
##ᐃ
##ᐊ
##ᓉ
##ᐱ
##ᐣ
##ᐠ
##提
##寞
##無
##Τ
##吉
##특
##별
##치
##도
##警
##察
##隊
##̬
##缕
##ớ
##ɡ
##谷
##荘
##へ
##图
##赞
##招
##五
##營
##న
##ల
##職
##ष
##ḕ
##閉
##伊
##安
##է
##դ
##ἔ
##柱
##Ō
##透
##ಳ
##ಾ
##ಗ
##ಲ
##候
##由
##夫
##ת
##ΐ
##華
##號
##ḳ
##ẽ
##च
##̕
##鎚
##呼
##ぶ
##床
##岬
##伴
##，
##을
##見
##Ρ
##敷
##圖
##解
##స
##達
##→
##느
##님
##ា
##ី
##門
##卓
##米
##赣
##驰
##勉
##ض
##贵
##ぇ
##П
##鹿
##ự
##少
##ˠ
##ع
##登
##駒
##观
##⊥
##ぅ
##ံ
##ူ
##ဇ
##ရ
##泾
##ਸ
##ੰ
##ਤ
##đ
##风
##破
##姐
##ђ
##ĕ
##จ
##แ
##လ
##ှ
##ွ
##ဲ
##曾
##𐊠
##𐊥
##𐊵
##𐊫
##𐊰
##▀
##千
##珠
##色
##マ
##기
##汽
##暖
##京
##工
##ῃ
##選
##組
##양
##»
##ɨ
##云
##郭
##墩
##ट
##奈
##兒
##♠
##阮
##奉
##ら
##ず
##ੇ
##包
##已
##成
##串
##♥
##比
##ম
##로
##그
##램
##ண
##ผ
##娟
##պ
##๊
##ў
##Φ
##번
##출
##ও
##座
##鲁
##监
##狱
##ء
##림
##渡
##陳
##倉
##侨
##农
##场
##Ā
##秦
##宣
##至
##经
##貫
##계
##철
##車
##수
##ṉ
##プ
##属
##上
##衡
##集
##أ
##ڭ
##二
##蠕
##Đ
##ଖ
##ା
##ର
##ୁ
##伐
##哲
##ා
##ර
##ම
##බ
##ී
##竊
##时
##报
##త
##秋
##璇
##营
##疏
##铁
##巡
##豪
##尊
##緣
##牧
##探
##ᬓ
##᭄
##ᬱ
##ᬭ
##ᬩ
##ᬮ
##ᬶ
##鎧
##沒
##兩
##制
##便
##ໍ
##່
##裕
##县
##系
##भ
##͟
##最
##後
##覺
##悟
##娘
##打
##阪
##梅
##番
##食
##龄
##速
##階
##形
##キ
##反
##형
##릉
##خ
##勤
##在
##活
##動
##響
##ब
##暨
##̄
##目
##忍
##者
##ꦸ
##ꦏ
##ꦲ
##ꦂ
##ꦗ
##ం
##గ
##ḃ
##肥
##ʳ
##̀
##ֲ
##ħ
##¤
##湖
##න
##प
##琢
##동
##비
##나
##불
##좌
##상
##⟨
##ซ
##貞
##ಣ
##ೆ
##ಕ
##ಟ
##್
##ು
##塔
##狮
##창
##중
##명
##み
##械
##石
##ふ
##ぁ
##滚
##頸
##与
##高
##ぎ
##鏱
##恋
##维
##锋
##ృ
##ప
##జ
##ె
##焰
##口
##ᑲ
##ᔪ
##̜
##首
##岡
##樹
##肇
##堅
##壁
##施
##老
##¢
##江
##₮
##餅
##๋
##ص
##雪
##အ
##ṅ
##년
##⋮
##稿
##齡
##′
##Á
##ղ
##屋
##戦
##ᱤ
##ᱫ
##扶
##摇
##립
##협
##կ
##获
##ʰ
##ڽ
##帳
##泉
##补
##晚
##袋
##宁
##ే
##拔
##胡
##箏
##아
##파
##트
##走
##團
##ช
##𑜩
##ـ
##消
##耗
##昌
##是
##禍
##ơ
##希
##息
##〈
##雲
##性
##寫
##宰
##घ
##ƿ
##ヤ
##莊
##變
##遷
##佰
##祥
##謙
##ᾶ
##茄
##ඳ
##ු
##板
##甲
##វ
##ម
##ស
##ប
##ង
##亲
##究
##屠
##責
##任
##Ś
##鉄
##詩
##昭
##𒉋
##𒆷
##種
##興
##©
##̌
##ᨕ
##ᨘ
##残
##ृ
##✈
##鹤
##莲
##纹
##熏
##ಯ
##ದ
##ʊ
##ǝ
##語
##辞
##味
##サ
##投
##遞
##郵
##件
##분
##행
##락
##`
##進
##근
##や
##ஒ
##ள
##Ռ
##Ա
##Կ
##∞
##悪
##妙
##蓮
##經
##ű
##ẩ
##པ
##吳
##誥
##¥
##腳
##勁
##頒
##禮
##ֽ
##勞
##黨
##ٱ
##正
##当
##竞
##争
##≥
##ĩ
##ზ
##ვ
##羊
##跤
##석
##呪
##冀
##业
##ᆞ
##ᆷ
##ὐ
##ῷ
##ტ
##峰
##ろ
##ὴ
##‑
##ễ
##մ
##բ
##骨
##敏
##雨
##剪
##ゥ
##Ç
##け
##마
##속
##网
##材
##箋
##峨
##嵋
##利
##縣
##羅
##万
##Ô
##品
##団
##의
##ണ
##ാ
##ട
##ു
##迪
##门
##廣
##博
##更
##津
##茜
##驍
##ị
##忠
##차
##탁
##ණ
##ץ
##別
##抄
##ഢ
##യ
##ൻ
##机
##隆
##舌
##狗
##坑
##İ
##峻
##ニ
##論
##ध
##惠
##硐
##坡
##嶽
##傅
##ḵ
##翁
##資
##益
##Ĩ
##党
##ः
##ɾ
##康
##抒
##仔
##寨
##昏
##垌
##臧
##碩
##鸾
##桑
##廳
##萧
##曦
##満
##כ
##諸
##裨
##將
##檄
##勒
##峽
##双
##六
##항
##閣
##整
##右
##派
##鬥
##爭
##桓
##乐
##佩
##蒂
##佳
##甸
##洋
##財
##ہ
##粿
##仰
##負
##除
##問
##題
##以
##蒙
##ঁ
##প
##ह
##步
##堂
##动
##坝
##ひ
##む
##思
##想
##縛
##ǧ
##孝
##节
##曇
##旅
##時
##庵
##配
##血
##娛
##寧
##胤
##咤
##壇
##喜
##筝
##伦
##敦
##餐
##桃
##红
##延
##運
##燃
##ゆ
##历
##四
##ظ
##燈
##͜
##ፉ
##幡
##×
##წ
##军
##苦
##脱
##哥
##્
##ર
##િ
##ટ
##શ
##ɵ
##Ц
##狼
##만
##과
##থ
##嘉
##干
##‿
##邦
##《
##踏
##乱
##ῠ
##🇾
##辉
##ድ
##宿
##ල
##刃
##丁
##려
##진
##姫
##滿
##合
##銀
##怀
##鼓
##祭
##蕉
##ⱨ
##ば
##么
##∖
##棋
##给
##와
##˩
##˦
##穂
##陸
##競
##技
##付
##̑
##⁝
##ژ
##・
##漆
##寒
##拾
##得
##螺
##鈿
##盆
##ں
##슴
##«
##ď
##差
##ާ
##ނ
##治
##議
##到
##跡
##Ì
##쇄
##尋
##根
##紫
##丘
##刊
##潮
##綱
##晴
##ǁ
##薬
##船
##瑾
##玄
##霊
##舞
##义
##̱
##猴
##超
##力
##去
##জ
##🇬
##ṓ
##憤
##қ
##升
##降
##炒
##ᑦ
##ᓯ
##雞
##璽
##督
##感
##ङ
##ढ
##ٰ
##ҧ
##図
##館
##協
##Ӏ
##再
##다
##딩
##肃
##省
##산
##朋
##友
##ନ
##େ
##ଇ
##ଁ
##季
##剛
##Ɨ
##ľ
##지
##세
##軍
##雷
##欧
##印
##홍
##량
##濃
##归
##札
##태
##फ
##街
##虔
##庄
##两
##个
##𐌠
##ճ
##嵐
##葉
##ɖ
##ಂ
##ಪ
##ಭ
##ತ
##☧
##輝
##ỉ
##崖
##ɦ
##ᛁ
##ᛏ
##ᚢ
##ᛋ
##ᛖ
##ᚾ
##ᛞ
##ᚷ
##ᚦ
##ᚪ
##烈
##ả
##ψ
##錦
##賢
##내
##³
##∨
##¾
##杉
##ບ
##ຍ
##ລ
##ວ
##𠄼
##𤔻
##⋅
##ゴ
##戶
##ḅ
##见
##叔
##疹
##탈
##춤
##馆
##Ь
##れ
##寶
##²
##≙
##ṫ
##ɭ
##納
##朝
##懂
##苑
##В
##只
##ネ
##饒
##ĳ
##̋
##織
##ˡ
##𐤋
##𐤔
##𐤌
##ཙ
##ན
##敵
##ۀ
##ŀ
##ವ
##ಹ
##္
##誉
##ბ
##ჩ
##泥
##棒
##蘿
##蔔
##ठ
##ệ
##Ĕ
##冠
##辰
##祯
##谭
##瑰
##玫
##你
##Ê
##或
##末
##霸
##ყ
##̥
##早
##ื
##ੋ
##ਡ
##ੀ
##藤
##켓
##偉
##ત
##હ
##ા
##સ
##ʐ
##ූ
##喚
##ף
##廷
##锷
##徳
##Ž
##연
##久
##保
##紅
##ຄ
##ຫ
##ົ
##ກ
##は
##ど
##足
##ἰ
##…
##亥
##ം
##触
##粒
##।
##禧
##同
##般
##拳
##連
##盟
##『
##정
##해
##ೀ
##熱
##獣
##モ
##炎
##색
##決
##ₒ
##鼠
##ˁ
##•
##桐
##ɲ
##书
##를
##お
##斌
##ỏ
##ŗ
##ି
##ଷ
##ଦ
##祖
##慈
##អ
##ព
##ិ
##鑠
##당
##서
##관
##ಧ
##裔
##芒
##´
##շ
##խ
##յ
##鹏
##祠
##牌
##坊
##ℳ
##︁
##锻
##螯
##驾
##珪
##ބ
##ޮ
##撰
##曆
##冕
##让
##冯
##ヌ
##±
##پ
##ռ
##汾
##荣
##拿
##览
##ງ
##ຣ
##を
##倒
##訳
##鳥
##磯
##辺
##揚
##ማ
##善
##宫
##條
##声
##非
##歹
##邇
##顔
##魔
##祝
##گ
##웅
##襄
##ٹ
##彌
##初
##毛
##ậ
##词
##组
##ǂ
##贤
##兆
##ὶ
##仕
##験
##⇃
##望
##ባ
##惑
##澤
##獨
##绥
##征
##사
##오
##蟹
##帕
##ཱ
##腔
##雅
##ḋ
##✓
##【
##淳
##臼
##ً
##體
##研
##拂
##ீ
##ச
##体
##転
##低
##絞
##ླ
##ི
##ང
##ʉ
##Ū
##引
##ษ
##麨
##旗
##춘
##魄
##황
##후
##儒
##裁
##好
##悌
##ˌ
##𐎡
##𐎦
##𐎼
##ꪕ
##ꪵ
##ꪒ
##ꪉ
##ው
##ⲁ
##ϧ
##ⲱ
##ⲙ
##才
##彗
##寬
##豆
##急
##ģ
##盂
##Г
##噌
##ῴ
##巷
##ɬ
##𐤁
##𐤓
##𐤉
##망
##舎
##漢
##飜
##ῇ
##黎
##草
##冧
##際
##藝
##վ
##종
##률
##ۡ
##ٗ
##छ
##∅
##深
##県
##停
##覧
##ɐ
##̪
##背
##ǐ
##À
##Ꮤ
##冲
##ầ
##岳
##ṿ
##伯
##祿
##ុ
##ទ
##ច
##ន
##ខ
##ត
##ូ
##ʱ
##搭
##棚
##們
##冊
##″
##몬
##竺
##巿
##於
##巌
##忆
##推
##ሙ
##처
##럼
##̊
##駿
##傑
##鸢
##澄
##ӏ
##ଣ
##ញ
##័
##側
##穎
##ٌ
##·
##飾
##室
##修
##繁
##圜
##ފ
##ށ
##查
##周
##ᔅ
##ᒌ
##陀
##阶
##汉
##简
##窓
##茗
##梦
##翼
##客
##切
##宙
##聞
##署
##液
##苍
##茫
##幕
##恭
##姓
##广
##బ
##ధ
##卡
##←
##権
##践
##卧
##薪
##尝
##胆
##Õ
##豚
##汁
##容
##은
##쟁
##ɜ
##屬
##稽
##遗
##戈
##ɤ
##ຳ
##ປ
##ສ
##ັ
##じ
##ゃ
##極
##恕
##력
##護
##旦
##손
##예
##秀
##ヴ
##ァ
##肠
##ୀ
##崇
##煥
##怒
##ᵻ
##。
##御
##⊂
##𐰇
##𐰛
##禁
##ằ
##素
##ボ
##衝
##撃
##え
##弘
##ཁ
##ྲ
##ུ
##疽
##鐵
##际
##电
##视
##森
##ਮ
##ਾ
##ਰ
##ੈ
##ூ
##𒈛
##𒄩
##𐌿
##𐍄
##𐌹
##𐍃
##𐌺
##挙
##에
##게
##ഴ
##렇
##鮮
##鵰
##傳
##續
##照
##勝
##鑑
##誌
##琛
##發
##ใ
##說
##巧
##ތ
##楷
##ے
##离
##碎
##奴
##編
##釘
##Ú
##住
##頁
##̰
##嵩
##︠
##︡
##熬
##ᦺ
##ᦟ
##ᦹ
##ᧉ
##─
##┤
##窃
##情
##兼
##礼
##为
##先
##ʝ
##ộ
##虜
##ఘ
##ພ
##ເ
##ດ
##ີ
##ມ
##掛
##ܚ
##천
##ছ
##ᷝ
##姬
##艺
##论
##及
##其
##临
##挑
##战
##េ
##ુ
##જ
##ી
##ペ
##復
##那
##夸
##訪
##ڑ
##覇
##腑
##贏
##ᾱ
##÷
##粤
##ċ
##尔
##Э
##蓬
##ന
##ത
##豫
##금
##ɳ
##ʋ
##相
##ㄧ
##ㄣ
##ფ
##ズ
##ײ
##繆
##亞
##麺
##ळ
##功
##嶼
##ߊ
##ߦ
##ߌ
##Ḥ
##常
##顕
##鶴
##̞
##ੂ
##ਹ
##ᖿ
##ᒍ
##ᐧ
##ᖾ
##落
##琼
##箱
##宝
##齋
##丹
##濟
##●
##俘
##润
##审
##员
##陈
##琪
##យ
##ụ
##瓢
##読
##屏
##薇
##細
##布
##례
##序
##문
##ၢ
##ၼ
##ႈ
##ぐ
##彝
##ൂ
##പ
##副
##დ
##架
##ṑ
##식
##ձ
##贊
##處
##罰
##例
##嘏
##ᖬ
##ᐍ
##ᐏ
##軽
##달
##摩
##ө
##ұ
##̘
##𐊹
##肅
##斯
##⊐
##ો
##ય
##弓
##ɱ
##ざ
##Ꮕ
##Ꮟ
##Ꮒ
##練
##ฺ
##輯
##ই
##轮
##帆
##願
##乳
##ো
##共
##控
##头
##ỗ
##轩
##簡
##單
##犢
##欖
##膠
##辛
##竹
##ḿ
##詞
##彙
##ɒ
##亂
##Ş
##ላ
##ቴ
##ಮ
##萊
##娣
##У
##災
##咒
##𒅗
##𒅀
##𒌋
##聰
##ਨ
##ਓ
##ੁ
##ਣ
##並
##恩
##給
##奥
##运
##选
##汇
##果
##𑀭
##𑁆
##𑀬
##迹
##看
##卵
##ক
##শ
##ֿ
##韓
##匡
##稔
##談
##耳
##Б
##枝
##Ն
##Ց
##Յ
##Լ
##Ը
##ٽ
##粉
##萬
##歲
##麵
##○
##ῡ
##ґ
##능
##ೊ
##釗
##攝
##柒
##朔
##ሉ
##ኛ
##ል
##俺
##努
##焼
##ᓴ
##ᐘ
##ᑯ
##ᓀ
##Ǫ
##ʸ
##電
##幾
##ヒ
##込
##彩
##遍
##斗
##拱
##富
##環
##ể
##Ϸ
##揃
##蓋
##播
##誡
##포
##池
##ද
##黃
##데
##ऽ
##琵
##琶
##監
##≠
##翠
##ګ
##翻
##译
##楚
##ꞌ
##ነ
##ት
##獵
##က
##သ
##တ
##遊
##戯
##ᛅ
##勘
##鬼
##蔡
##幸
##灵
##就
##侧
##胁
##侍
##萨
##魯
##瑋
##柏
##亀
##貧
##乏
##모
##檔
##案
##静
##遇
##仲
##제
##塘
##垸
##淮
##한
##棍
##完
##盘
##鹽
##鹹
##脆
##라
##ⵏ
##ⴼ
##ⴰ
##ැ
##¬
##𒌆
##創
##厲
##乗
##𘭪
##𘲚
##𘱪
##宜
##鴻
##ೌ
##徐
##匯
##暗
##殺
##私
##ˤ
##旧
##ฎ
##君
##妻
##尓
##耆
##異
##Ꮄ
##掾
##Ж
##豊
##恆
##ὀ
##ฤ
##며
##ắ
##規
##더
##즘
##搜
##寻
##革
##⊗
##途
##虢
##♡
##З
##懿
##ɕ
##ხ
##⟩
##阱
##邊
##沿
##淀
##改
##咸
##碧
##普
##觉
##ീ
##ർ
##ഥ
##ള
##嘜
##絨
##裡
##套
##牙
##矯
##˹
##弱
##灘
##舊
##接
##睦
##凯
##丽
##煎
##蔥
##ѵ
##신
##类
##剧
##油
##逆
##襲
##畫
##映
##巣
##労
##働
##絡
##臺
##丞
##̎
##寅
##鋒
##ỳ
##루
##ස
##霹
##靂
##є
##ֱ
##鮫
##ែ
##ȟ
##ٓ
##층
##⋊
##頓
##堀
##ᐺ
##ҍ
##ና
##慎
##徽
##吃
##吗
##እ
##ぷ
##চ
##ൊ
##―
##洪
##橿
##枕
##ϝ
##̺
##Ю
##庁
##晤
##杨
##威
##鶯
##向
##快
##適
##苏
##药
##厂
##곡
##면
##斎
##磬
##ຂ
##້
##ໜ
##ຽ
##ઢ
##持
##樞
##各
##幼
##稚
##可
##유
##ḻ
##灰
##岩
##ཕ
##ར
##憲
##开
##₡
##Ő
##腦
##ഖ
##ശ
##歳
##Ʞ
##ະ
##ỹ
##抵
##肆
##群
##众
##Й
##蝶
##چ
##沫
##若
##夢
##芋
##饭
##依
##關
##ặ
##ख
##票
##訊
##ﻪ
##欲
##劇
##ܣ
##ܝ
##𒉡
##Ш
##통
##영
##循
##凤
##举
##号
##汐
##輪
##畢
##試
##ꜣ
##父
##母
##È
##ŷ
##陰
##併
##਼
##ਿ
##仙
##廟
##嘞
##레
##蛛
##婚
##菊
##새
##재
##질
##樑
##媛
##ಡ
##侵
##燕
##闊
##奏
##₴
##菜
##孟
##ŝ
##彦
##売
##刺
##🇳
##玝
##栖
##梧
##鄂
##ฆ
##虒
##瑤
##答
##慕
##ׂ
##떠
##하
##蘇
##弾
##僑
##録
##鈴
##Ե
##Ր
##庆
##轨
##ᵃ
##ᵉ
##琴
##Î
##熟
##윈
##暠
##झ
##易
##撒
##⁴
##₉
##⑷
##麟
##角
##塑
##ứ
##գ
##使
##€
##総
##區
##സ
##വ
##ജ
##阿
##ု
##ီ
##ೇ
##람
##ോ
##ү
##坪
##𐌡
##徑
##于
##故
##因
##縁
##ḧ
##배
##약
##위
##ぺ
##ۢ
##坎
##ȳ
##∪
##ऒ
##糞
##鼻
##ʜ
##Â
##∂
##ˑ
##著
##晟
##逻
##皮
##頂
##瑜
##𒈜
##𒁉
##𒊒
##凡
##🇫
##晃
##ᴴ
##央
##笛
##ڵ
##⏑
##炭
##灸
##ஜ
##散
##Ř
##ങ
##ゾ
##唐
##貢
##奔
##跑
##̇
##թ
##慢
##狂
##湘
##隐
##呈
##鉢
##湾
##물
##仡
##佬
##莞
##魚
##ႅ
##မ
##빈
##席
##営
##觀
##끼
##ះ
##ហ
##礎
##券
##位
##淡
##彈
##妹
##领
##导
##琄
##嵯
##蜜
##ɓ
##𒀭
##𒅥
##희
##̉
##ਕ
##੍
##ヨ
##ڙ
##前
##巨
##蛋
##强
##ਆ
##蜡
##ḡ
##扎
##晋
##∧
##断
##̣
##浅
##驚
##惶
##ܩ
##₰
##术
##적
##∀
##病
##첩
##ȧ
##ਖ
##鑒
##𐦲
##𐦡
##𐦐
##„
##ග
##綺
##譚
##参
##𐐱
##𐐻
##复
##兴
##点
##蛇
##轍
##⼀
##⼑
##⠂
##⠧
##⠑
##⠎
##⠲
##砂
##梉
##̈
##枳
##ἶ
##壯
##洛
##ई
##嶺
##ญ
##頼
##廠
##ፍ
##ቅ
##ረ
##ኪ
##ძ
##罵
##桜
##括
##琳
##̴
##ɫ
##砲
##듬
##북
##ჯ
##喬
##聊
##遜
##殊
##섯
##ǰ
##恐
##怖
##랑
##畝
##尙
##漫
##咖
##啡
##偷
##ｸ
##ｻ
##郾
##ｽ
##筑
##犬
##埔
##個
##鐘
##梁
##゚
##奖
##嘘
##講
##遺
##璉
##란
##訾
##亡
##嬿
##គ
##ካ
##ቢ
##ዎ
##ች
##ሴ
##聯
##媒
##巽
##糖
##↗
##极
##墾
##奪
##戲
##毘
##退
##≤
##屆
##浸
##粵
##錄
##健
##건
##粲
##፨
##賞
##ۉ
##ې
##ᐅ
##ᔮ
##ᐸ
##鶚
##夏
##渣
##鸣
##害
##導
##致
##胎
##対
##弢
##鸽
##ᵊ
##過
##↓
##怪
##獸
##៉
##设
##漏
##𑂮
##𑂹
##𑂣
##𑂞
##𑂰
##𑂪
##児
##紹
##궤
##ṳ
##絲
##煲
##보
##圍
##譜
##暑
##禎
##拏
##淚
##ქ
##일
##담
##鈞
##입
##آ
##ಚ
##粹
##嬉
##带
##啤
##ゎ
##इ
##⁷
##眼
##罫
##ӑ
##輔
##藩
##礁
##痘
##糟
##鸡
##ḓ
##술
##们
##荆
##轲
##佣
##糸
##枚
##胴
##ὑ
##⌃
##折
##展
##示
##幹
##縱
##橫
##境
##蟻
##蹊
##卿
##痛
##堪
##赫
##⦶
##飯
##変
##彞
##卑
##濱
##犀
##⊤
##啰
##͠
##夕
##蒔
##絵
##籠
##ܶ
##ܽ
##ܳ
##업
##綾
##ယ
##®
##ୱ
##Қ
##禔
##▻
##厚
##荫
##Ⱀ
##Ⰵ
##Ⰸ
##Ⰰ
##薮
##络
##葡
##ए
##ಷ
##͘
##亮
##ཛ
##Ψ
##牛
##汪
##僧
##충
##円
##娼
##妓
##过
##现
##狐
##諦
##禺
##ധ
##ഷ
##റ
##േ
##雜
##半
##繪
##畔
##潑
##岭
##卻
##峠
##黒
##ポ
##橘
##餘
##碟
##ခ
##ဝ
##説
##ꞏ
##≈
##档
##వ
##ც
##⬱
##ヶ
##𒀄
##ળ
##⋈
##則
##妤
##ɘ
##弗
##̏
##曜
##核
##弹
##专
##养
##刻
##야
##돈
##Ө
##铜
##镜
##ഞ
##ച
##蘭
##黙
##弥
##僕
##₄
##̶
##顆
##矣
##셋
##ས
##衆
##今
##稱
##层
##浮
##ᛚ
##आ
##竟
##寂
##滅
##陥
##顏
##額
##領
##黑
##ං
##ච
##ቡ
##团
##ဏ
##謝
##醤
##Ꮅ
##Ꮩ
##Ꮧ
##ើ
##카
##露
##逢
##孫
##敖
##薄
##盒
##筆
##軒
##磐
##熾
##皖
##变
##珍
##娥
##軻
##∎
##ќ
##୍
##ଭ
##ବ
##ଶ
##𒆠
##沈
##线
##忘
##权
##膏
##從
##编
##卫
##资
##來
##막
##혜
##乙
##吡
##㇏
##Є
##Ѯ
##ṡ
##ꞽ
##𑀸
##骄
##紺
##貓
##灌
##闘
##籍
##數
##據
##Ч
##Ŕ
##Ƒ
##雯
##ક
##訥
##권
##绿
##億
##筋
##璋
##操
##ལ
##¨
##劃
##尤
##诚
##鳩
##羽
##长
##昧
##백
##蜘
##ӕ
##ອ
##蟄
##裏
##ቃ
##ဉ
##စ
##ျ
##့
##ါ
##冒
##険
##ゼ
##ʁ
##∩
##鵝
##帱
##增
##薔
##ĵ
##ⲇ
##ⲟ
##ⲥ
##脚
##踢
##宅
##咲
##ለ
##收
##ワ
##蹬
##腿
##𐼴
##𐼶
##𐼹
##𐼷
##𐼸
##迦
##轶
##帥
##毓
##廚
##𐤠
##𐤲
##𐤭
##𐤦
##𐤳
##ஹ
##閑
##飲
##ં
##દ
##棟
##披
##衣
##姑
##ொ
##弁
##纲
##膝
##固
##འ
##釋
##ﻴ
##ﺴ
##ﺎ
##ﺭ
##ﻳ
##ﺕ
##鼎
##记
##₳
##월
##드
##ʤ
##闇
##չ
##嚴
##炸
##瑛
##菱
##閥
##ভ
##旺
##Ł
##均
##熹
##ʏ
##鷹
##ღ
##ᚲ
##迎
##ừ
##丰
##绅
##偶
##罗
##錠
##岔
##ɻ
##֥
##率
##謁
##谁
##凭
##阑
##ĥ
##吧
##감
##髪
##錫
##മ
##հ
##居
##｜
##辽
##弄
##ភ
##៌
##泓
##ੜ
##ೋ
##ջ
##摸
##呑
##還
##匿
##隻
##罐
##种
##熙
##款
##仪
##贺
##ợ
##篇
##떡
##伟
##抉
##擇
##ᑕ
##ᕕ
##ѫ
##薺
##鍋
##釜
##谱
##陆
##燒
##鍛
##冶
##〇
##泳
##蒲
##顺
##చ
##ీ
##억
##ಬ
##峴
##蝋
##塗
##鞘
##拵
##恒
##发
##ጣ
##帰
##攸
##澳
##ⵖ
##ⵉ
##ⵍ
##™
##વ
##મ
##ન
##ણ
##〜
##⌘
##瞳
##晉
##踊
##ూ
##追
##贡
##☆
##韻
##堃
##認
##玩
##彰
##류
##ሪ
##ከ
##⑸
##ফ
##榜
##呉
##ំ
##ណ
##법
##倫
##濤
##啸
##嘻
##着
##冥
##駈
##游
##享
##禄
##幻
##忌
##皓
##羲
##련
##ਥ
##ਂ
##亜
##타
##녕
##론
##突
##吟
##ȏ
##藥
##疾
##眷
##宋
##討
##𒂗
##𒆤
##朱
##ꦤ
##ꦱ
##ꦧ
##塢
##ᮊ
##᮪
##ᮞ
##ᮛ
##璃
##ܗ
##勗
##搬
##攔
##捶
##舶
##輸
##ຊ
##ູ
##擦
##현
##羹
##들
##艾
##緩
##ఱ
##几
##页
##库
##ួ
##궁
##轴
##絕
##齊
##༢
##༣
##硯
##救
##援
##ֻ
##ǵ
##ߙ
##寮
##幣
##脈
##吹
##ほ
##気
##紛
##柴
##¹
##།
##膳
##姁
##级
##歷
##농
##잠
##楊
##∋
##𑚝
##𑚦
##𑚤
##𑚮
##𑚎
##𑚨
##𑚶
##𑚊
##𑚛
##생
##赤
##Ⱃ
##Ⱌ
##ꯤ
##ꯇ
##ꯩ
##荷
##樓
##鮎
##屈
##忻
##ȕ
